{
  "select_language": "Choisir la langue",
  "hello_welcome_to_react": "Bonjour, Bienvenue chez React",
  "this_is_an_example": "Ceci est un exemple",
  "please_enter_name": "Veuillez saisir le nom",
  "A_Symbol_of_Quality_Oriented_People": "Un symbole de personnes axées sur la qualité",
  "know more": "savoir plus",
  "Quality for us is a habbit, which meets your expectations every time": "La qualité est pour nous une habitude, qui répond à chaque fois à vos attentes.",

  "OUR STORY": "NOTRE HISTOIRE",
  "Commited to High Quality Service": "Engagé à haut Service de qualité",
  "Amazing things happen to your business when we connect those dots of utility and value": "Des choses incroyables arrivent à votre entreprise lorsque nous connectons ces points d'utilité et de valeur.",
  "our_story_home_txt": "Jalaram Group, une entreprise familiale créée en 1981, est active dans la fourniture de produits et de solutions pour les applications agricoles et industrielles depuis plus de trois décennies. Depuis ces premiers jours, le groupe a régulièrement augmenté sa capacité et son expérience pour englober une large gamme de produits de pointe.",
  "About Us": "À propos de nous",

  "Our": "Nos",
  "Products": "produits",
  "ourproduct_txt": "Nos produits passent par une série de processus pour assurer leur résistance et leur stabilité. Nous fournissons des solutions personnalisées et axées sur la conception qui forment un flux fluide de processus de travail.",

  "Our": "Notre",
  "Brands": "Marques",
  "ourbrand_txt": "Nous avons établi un paradigme de produits parfaits et axés sur la qualité en travaillant avec ces marques de renommée mondiale. La responsabilité sur le marché et l'innovation dans les produits ont toujours été nos points forts.",

  "Testimonial": "Témoignage",
  "testi_txt": "La seule devise de notre entreprise est de livrer des marchandises et des matériaux qui sont parfaits selon les besoins des clients et de rendre leurs processus commerciaux extrêmement simples. Jetez un œil à ce que nos clients ont à dire à ce sujet !",

  "Happy Client": "CLIENTS HEUREUX",
  "WORKERS HAND": "MAIN DES OUVRIERS",
  "ACTIVE EXPERT": "EXPERT ACTIF",
  "TOTAL AWARDS": "RÉCOMPENSES TOTALES",

  "Jalaram Marketing Products": "Produits de marketing Jalaram",
  "Best Branded Products at Cost-effective prices": "Les meilleurs produits de marque à des prix avantageux !",
  "footerup_txt": "Depuis trois décennies, nous avons appris le métier de notre métier et le jouons mieux que tout le monde !",

  "Follow Us": "Suivez-nous",
  "JALARAM MARKETING": "MARKETING JALARAM",
  "footer-forst-part-txt": "Le groupe Jalaram, une entreprise familiale créée en 1981, est actif dans la fourniture de produits et de solutions pour les applications agricoles et industrielles depuis plus de trois décennies.",
  "QUICK LINKS": "LIENS RAPIDES",
  "CONTACT US": "CONTACTEZ-NOUS",
  "About Us": "À propos de nous",
  "Mission, Vission & Values": "Mission, vision et valeurs",
  "Our Strength / Competencies": "Notre Force / Compétences",
  "Awards And Recognitions": "Récompenses et reconnaissances",
  "Industries & Applications": "Secteurs d'activité et applications",
  "Solutions": "Solutions",
  "Replacement Parts": "Pièce de rechange",
  "Contact Us": "Contactez-nous",
  "Blog": "Blog",
  "ADDRESS": "ADRESSE",
  "RAJPUTPARA MAIN ROAD, RAJKOT - 360 001": "ROUTE PRINCIPALE DE RAJPUTPARA, RAJKOT - 360 001,",
  "GUJARAT,INDIA": "GUJARAT, INDE",
  "FACTORY UNIT": "FACTORY UNIT",
  "PLOT NO HARIPAR PAL INDUSTRIAL AREA": "TERRAIN N°8, ZONE INDUSTRIELLE HARIPAR PAL,",
  "OPP MOTEL THE VILLAGE KALAWAD ROAD RAJKOT": "OPP. MOTEL LE VILLAGE, ROUTE DE KALAWAD, RAJKOT –",
  "360 005 GUJARAT INDIA": "360 005 GUJARAT, INDE",
  "PHONE": "TÉLÉPHONE",
  "EMAIL": "E-MAIL",
  "INFOJALARAMMARKETINGCOM": "INFO@JALARAMMARKETING.COM",
  "About Company": "À propos de la société",
  "Industrial & Application": "Application industrielle",
  "Solution & Service": "Solutions & Services",
  "Contact": "Contact",
  "Business Inquery": "Demande commerciale",
  "Partner With Us": "Partenaire avec nous",
  "about-ourstory-head-main": "Notre histoire",
  "Running a": "Exécution d'un",
  "successful business": "Exécution d'un",
  "since 1981": "depuis 1981",
  "about-company-ourstory-txt-par-first": "Fondé en 1981, Jalaram Group est actif dans la fourniture de produits et de solutions pour les applications agricoles et industrielles depuis plus de trois décennies.",
  "about-company-ourstory-txt-par-sec": "Depuis ces débuts, la société a régulièrement augmenté sa capacité et son expérience pour englober une large gamme de produits de pointe.",
  "about-company-ourstory-txt-par-third": "Notre mission est de fournir des performances élevées aux utilisateurs finaux grâce à des produits et solutions innovants. Nous nous concentrons sur des partenariats étroits avec nos clients pour fournir des produits haute performance personnalisés et innovants. L'entreprise s'efforce constamment de fournir un excellent service client et une amélioration continue de la productivité.",
  "SHOWROOM SQ FT": "SALLE DE MONTRE (PIÈCES CARRÉES)",
  "WAREHOUSE SQ FT": "ENTREPÔT (PIÈCES CARRÉES)",
  "DEALERS": "DEACONCESSIONNAIRESLERS",
  "TURNOVER IN MILLION": "CHIFFRE D'AFFAIRES (EN MILLIONS)",

  "carddown-part-head": "Nous prospérons et fabriquons de meilleurs produits",
  "carddown-part-par-txt": "Le groupe Jalaram fabrique, commercialise et exporte des produits tels que des tuyaux d'arrosage plats, des tuyaux de jardin, des tuyaux d'aspiration, des courroies transporteuses, des courroies trapézoïdales, des moteurs auto-amorçants, etc. La société opère via Jalaram Machinery Stores, Jalaram Marketing, Jalaram Trading Company et Jalaram. Plastique innovant. Avec trois générations d'expertise dans l'entreprise, nous adhérons à la valeur fondamentale Le marché exigeait la qualité au prix le plus raisonnable et une relation soutenue grâce à une politique commerciale axée sur le client.",
  "Manufacturers": "Fabricantes",
  "carddown-manufaacturer-txt": "Jalaram Marketing est votre fabricant de produits éprouvé qui garantit une solution unique à toutes sortes d'exigences de fabrication.",
  "Trades": "Métiers",
  "carddown-part-trade-txt": "Nous répondons désormais aux métiers commerciaux à travers l'Inde et à toutes les plateformes commerciales mondiales positionnées à travers le monde.",
  "Exports": "Exportations",
  "carddown-part-Exports": "Les entreprises du monde entier peuvent accéder à nos produits avec des conditions d'utilisation optimales et une transparence commerciale.",
  "aboutus-footertop-part=head": "Nous fournissons le service exceptionnel que nous voudrions expérimenter nous-mêmes",
  "aboutus-footertop-part-par": "Cette politique commerciale nous a amenés à passer d'un petit commerçant spécialisé dans le marché de détail à la fabrication, au commerce et à l'exportation de produits d'une valeur de Rs. 30 Crore (Rs. 300 millions) par an. Stock produit d'une valeur de Rs. 15 Crore (Rs. 150 millions) pendant la période de haute saison.",
  "aboutus-footertop-part-par-sec": "Avec plus de 4500 concessionnaires à travers l'état du Gujarat et plus de 250 concessionnaires en dehors du Gujarat, nous permet d'élargir notre horizon commercial. Nous atteignons le Rajasthan, le Madhya Pradesh, le Maharashtra, le Bengale occidental, le Karnataka, l'Andhra Pradesh, le Kerala, l'Uttar Pradesh et le Punjab sur le marché intérieur. Pour les exportations, nous avons une base de clients dans les pays africains, les pays arabes du moyen-orient, les pays d'asie centrale comme le tadjikistan, l'ouzbékistan, les pays d'asie du sud comme le népal, le sri lanka et le bhoutan, etc.",
  "aboutus-footertop-part-par-third": "Afin de répondre à l'approvisionnement quotidien, nous avons 8000 Sq. pi. Salle d'exposition et 100 000 m². pi. grands entrepôts - ces chiffres signifient simplement notre capacité de stockage et notre rapidité de livraison.",
  "aboutus-footertop-part-par-fourth": "Nous visons à améliorer la qualité ainsi que la technologie de tous nos produits grâce à de nouvelles fonctionnalités et de nouvelles introductions. Notre société s'assure en outre de maintenir le niveau de qualité des produits et de l'améliorer grâce à des fonctionnalités supplémentaires. En tant qu'entreprise hautement professionnelle, nous sommes en mesure de réaliser une production en vrac et de respecter nos délais dans les délais, ce qui nous aide à gagner la confiance de nos clients. Nous faisons également de notre mieux pour suivre les dernières tendances de l'industrie afin de rester en tête dans le scénario concurrentiel actuel.",
  "aboutus-footertop-part-par-fifth": "Nous sommes donc idéalement positionnés pour offrir une expérience mondiale et une expertise locale pour répondre aux demandes du marché indien et international pour des produits techniquement supérieurs à des prix compétitifs. En plus de la gamme actuelle de produits leaders du marché de haute qualité, nous ajoutons une large gamme de produits de transmission de puissance de marques mondiales qui n'étaient pas disponibles auparavant sur le marché indien.",
  "COPYRIGHT": "COPYRIGHT © 2020 JALARAM MARKETING TOUS DROITS RÉSERVÉS.",

  "We create the best": "Nous créons le meilleur",
  "products for you": "produits pour vous",
  "vvmpart-first-flex-part2-first-par-txt": "Notre mission, notre vision et nos valeurs sont les fondements sur lesquels repose notre entreprise. Ils nous définissent en tant qu'entreprise. Ils créent et animent notre culture d'excellence.",
  "vvmpart-first-flex-part2-first-sec-txt": "Notre mission décrit notre objectif organisationnel. Notre vision définit nos objectifs. Nos valeurs servent de principes directeurs. Ensemble, ces déclarations constituent le fondement de la manière dont nous servons nos clients, fournisseurs et consommateurs, dont nous nous traitons les uns les autres et dont nous fonctionnons en tant qu'entreprise. Ensemble, ils façonnent notre entreprise, aujourd'hui et demain.",
  "HomeHeroTitle": "Maison",

  "ourvision-heading-Our": "Notre",
  "ourvision-heading-Vision": "Vision",
  "ourvision-txt-trans": "Devenir la société de fabrication et de commerce de référence fournissant des produits de classe mondiale à des clients satisfaits grâce à une amélioration continue motivée par l'intégrité, le travail d'équipe et la créativité de nos employés.",

  "ourmissionOur": "Notre",
  "ourmissionMssion": "Mission",

  "ourmision-txt-trans-line-first": "Faire équipe avec nos clients pour obtenir des résultats.",
  "ourmision-txt-trans-line-sec": "Innover et se développer sur de nouveaux segments et de nouvelles géographies.",
  "ourmision-txt-trans-line-third": "RTO fournit des solutions intégrées et s'assure que partout où nous faisons des affaires, nous menons.",
  "ourmision-txt-trans-line-fourth": "Exister pour le client 24 heures sur 24.",

  "ourvalues-heading-Our": "Notre",
  "ourvalues-heading-Values": "Valeurs",
  "ourvalues-head-txt": "Les valeurs sont ce qui construit le caractère, la culture et le charisme d'une entreprise. Nos valeurs sont ce qui nous permet de garder notre clientèle heureuse jusqu'à la fin des temps.",
  "Integrity": "Intégrité",
  "Customer Satisfaction": "Customer Satisfaction",
  "Quality": "Qualité",
  "People Teamwork": "Personnes / Travail d'équipe",
  "Partnering": "Partenariat",
  "ourvalues-card-txt-first": "Respecter les engagements pris envers nos clients et fournisseurs dans nos activités quotidiennes. Créer un environnement où la responsabilité personnelle est atteinte dans tous les aspects de l'entreprise grâce à l'équité et au respect.",
  "ourvalues-card-txt-sec": "Être proactif, innovant et flexible dans la création de processus et de plans pour répondre ou dépasser les attentes des clients. Comprendre les exigences de nos clients et les livrer en continu.",
  "ourvalues-card-txt-third": "Efforcez-vous d'améliorer continuellement la qualité de chaque pièce que nous produisons. Nous nous engageons à fournir un service supérieur avec un travail de la plus haute qualité.",
  "ourvalues-card-txt-fourth": "Notre avantage concurrentiel est généré par nos employés. Donner à nos employés un environnement d'apprentissage où les idées et les connaissances sont partagées et exécutées afin d'améliorer notre environnement de travail et la satisfaction de nos clients. Accueillir le changement, être fier de tout ce que nous faisons et proposer les meilleures pratiques dans tous les domaines de Sunset.",
  "ourvalues-card-txt-fifth": "Notre avantage concurrentiel est généré par nos employés. Donner à nos employés un environnement d'apprentissage où les idées et les connaissances sont partagées et exécutées afin d'améliorer notre environnement de travail et la satisfaction de nos clients. Accueillir le changement, être fier de tout ce que nous faisons et proposer les meilleures pratiques dans tous les domaines de Sunset.",

  "hero-heading-our-strength": "notre force",
  "ourstrength-Our": "notre",
  "ourstrength-Strength": "Force",
  "ourstrengthpage-txt": "Notre force réside dans notre diversité et la gamme de produits et services que nous sommes en mesure d'offrir. Notre portefeuille de marques très respectées et notre large présence nous permettent d'aider des clients de toutes tailles dans pratiquement toutes les régions à réussir à chaque étape de leur chaîne de valeur. Stratégiquement alignés sur nos deux activités principales - l'agriculture et l'industrie - nos produits et services touchent presque tous les processus de fabrication et de production.",
  "Tarpaulins": "Bâches",
  "1000": "mille",
  "Clients": "Clientes",
  "Authorised": "Autorisée",
  "Network": "Réseau",
  "Leader": "Chef",
  "20": "20+",
  "Wide range of heavy-duty Tarpaulins for Various Applications": "Large gamme de bâches résistantes pour diverses applications",
  "Thousand pieces of V-belt in varied section & sizes": "Mille pièces de courroies trapézoïdales de sections et de tailles variées",
  "Distributor of World Renowned Brands": "Distributeur de marques de renommée mondiale",
  "of 4500 dealers accross Gujarat and 250 dealers outsode Gujarat": "de 4500+ concessionnaires à travers le Gujarat et 250+ concessionnaires en dehors du Gujarat",
  "in selling Lay Flat Hose Pipe PVC Kishan Pipe": "dans la vente Lay Flat Hose Pipe PVC Kishan Pipe",
  "meters of conveyor belt in our warehouse as stock": "mètres de bande transporteuse dans notre entrepôt en stock",
  "different types of canvas & nylon flat conveyor belts": "différents types de bandes transporteuses plates en toile et en nylon",
  "ourstrength-downpart-par-first": "Nous produisons plus de 20 types différents de toile et de nylon plat bandes transporteuses basées sur diverses combinaisons de plis et de tailles allant des produits commerciaux aux produits exclusifs de haute qualité.",
  "ourstrength-downpart-par-sec": "Pour la courroie trapézoïdale, nous stockons jusqu'à 100 000 pièces de sections variées ettailles pour la facilité de nos clients. À tout moment, nous avons tendance à avoir 10000 mètres de bande transporteuse dans notre entrepôt en stock. Nous avons aussi Offrez-vous des produits du fabricant de courroies trapézoïdales de renommée mondiale Continental ContiTech Inde. ContiTech India propose des courroies de transmission de puissance, des composants et des systèmes complets d'entraînement par courroie. L'énorme réponse positive de l'industrie nous a fait prévoir un énorme potentiel pour les courroies trapézoïdales dentées et nervurées de qualité dans la région de Saurashtra - Kutch.",
  "ourstrength-downpart-par-third": "Nous sommes leader dans la vente de tuyaux flexibles plats (PVC Kishan Pipe) en termes de ventes et de services à travers le Gujarat. En introduisant la marque Jumbo Flex TM en tant que produit de qualité vierge haut de gamme, nous avons pu conquérir une part de marché majeure sur le marché des tuyaux d'aspiration vierges de haute qualité.",
  "ourstrength-downpart-par-fourth": "Nous proposons également une large gamme de bâches résistantes. Disponible en différentes options, y compris les bâches en toile de coton, les bâches en PVC, les bâches en PEHD et autres afin de répondre aux exigences de finition spécifiques des clients. De plus, notre expertise consiste à les rendre disponibles en différentes couleurs où ceux-ci peuvent être cousus dans n'importe quelle taille selon les demandes spécifiques des clients. Nous pouvons également les équiper d'œillets lourds en aluminium ou en laiton à intervalles réguliers.",
  "ourstrength-downpart-par-fifth": "Chez JMS, nous croyons en la croissance continue et au développement de la gamme de produits. Récemment, nous avons introduit deux marques différentes de moteurs auto-amorçants pour les travaux de gestion de l'eau impairs et avons rencontré un succès remarquable.",
  "ourstrength-downpart-par-six": "Notre succès repose également sur nos collaborateurs et leur engagement à obtenir des résultats de la bonne manière en opérant de manière responsable, en exécutant avec excellence, en appliquant des technologies innovantes et en saisissant de nouvelles opportunités de croissance rentable.",
  "ourstrength-downpart-par-seven": "Nous croyons au pouvoir de l'individu. Le pouvoir de faire plus. Pour faire plus. Être plus.",

  "our-award-Our": "Notre",
  "our-award-Awards": "Prix",
  "our-awardspage-head-txt": "Chez Jalaram Marketing, le travail d'équipe et l'intelligence jouent un rôle importantdans sa progression !",

  "Our Business Arena": "Notre arène commerciale",
  "our-business-arena-head-txt": "Nous avons commencé notre activité depuis trois décennies et avons étendu nos racines à diverses industries.",
  "Automobile": "Automobile",
  "Agriculture & Farming": "Agriculture et Elevage",
  "Industrial Production & Automation": "Producción Industrial y Automatización",
  "Food & Processing": "Préparation des aliments",
  "Chemical & Pharmaceuticals": "Produits chimiques et pharmaceutiques",
  "Minning": "Exploitation minière",
  "Logistics & Packaging": "Logistique & Emballage",
  "Petroleum & Gas": "Pétrole et gaz",
  "Wind Energy": "L'énergie éolienne",
  "Textile": "Textile",
  "Ports": "Ports",
  "best-solution-Best": "Meilleure",
  "best-solution-Solutions": "Solution",
  "best-solution-head-txt": "Nos produits, l'héritage de l'entreprise et l'efficacité des produits personnalisés nous permettent de fournir des solutions optimales avec des conditions commerciales ponctuelles, qui rendent nos clients heureux.",
  "best-solution-txt-par-first": "Jalaram Group s'engage à vous apporter le meilleur dans les deux qualité des produits et service client. Notre équipe vous fera un priorité. En tant que fournisseur et fournisseur de solutions de premier plan, nous recherchons des partenariats avec les fabricants les plus avancés et réputés de diverses verticales. Ces travaux éprouvés et solides nos relations nous permettent de vous apporter des solutions de manière plus manière rentable et rapide. En travaillant avec un variété de fabricants, nous pouvons vous fournir une gamme de des solutions qu'un fabricant ne pourrait pas. Cela signifie rechercher la meilleure solution pour vous avec le délai d'exécution le plus rapide et le meilleur prix.",
  "best-solution-txt-par-sec": "Nous pouvons améliorer votre productivité en fournissant des solutions d'automatisation innovantes, des équipements fiables et des améliorations de procédures. Du concept et de la conception à l'installation, Jalaram Group est votre intégrateur système unique. Nous fournissons à nos clients des solutions bien conçues et fondées sur la valeur, complétées par une ingénierie professionnelle, une gestion de projet, des services d'installation, une formation en matière de sécurité et d'exploitation et des services d'assistance après-vente. Le service est la valeur que nous apportons à chaque projet et est le fondement de notre croissance.",
  "best-solution-txt-par-third": "Jalaram Group a une histoire d'excellence éprouvée dans le développement et la mise en œuvre de solutions pour vous. Nous sommes reconnus pour fournir des systèmes à nos clients dans les délais, dans les limites du budget et dans les limites de la portée.",
  "best-solution-txt-par-fourth": "Aucun projet n'est trop petit ou trop grand pour nous. Nous nous engageons à fournir un service de qualité, en particulier lorsque vous avez besoin d'assistance.",

  "Replacement": "Remplacement",
  "Parts": "les pièces",
  "replpart-head-txt": "Il existe de nombreuses variantes de passages de Lorem Ipsum. L'industrie de la composition est le texte factice standard de l'industrie depuis l'époque où un imprimeur inconnu.",
  "replpart-txt-par-first": "Jalaram est fier de son produit. Nous nous efforçons de fournir le meilleur produit de qualité et de valeur sur le marché. Notre objectif est de veiller à ce que vous receviez ce dont vous avez besoin en parfait état et que vous viviez l'expérience la plus agréable possible. Pour ces raisons, nous vous proposons diverses options de service et d'assistance",
  "replpart-txt-par-sec": "La disponibilité des pièces de rechange est un élément clé pour fournir un délai d'exécution rapide et un support produit aux clients qui effectuent leur propre maintenance. En fournissant des pièces de qualité et un support réactif, nous vous aiderons à ramener vos produits à des performances optimales.",
  "replpart-txt-par-third": "Votre opération dépend de l'obtention des bonnes pièces et d'un service expérimenté en cas de besoin. Notre division des pièces stocke une gamme bien fournie de pièces et de composants neufs. Si nous ne l'avons pas en stock, nous pouvons commander les pièces dont vous avez besoin et les faire expédier.",
  "replpart-txt-par-third": "Pour les pièces de rechange ou les pièces de rechange, contactez le service client de Jalaram au numéro ci-dessous.",

  "Industrial Application": "Application industrielle",
  "Industrial": "Industriell",
  "Applications": "Applications",
  "induapp-head-txt": "Le plus grand USP de nos produits est qu'ils peuvent être utilisés dans plusieurs industries de différentes manières. Nous sommes fiers du fait que nos produits aident les grandes industries à l'échelle mondiale.",
  "Welcome to Jalaram Marketing-nav-head": "Bienvenue sur Jalaram Marketing",
  "Have any question?": "Vous avez des questions ?",
  "Feedback & Suggestion": "Commentaires et suggestions",

  "Conveyor Belts": "Bandes transporteuses",
  "Power Transmission": "Puissance de transmission",
  "Industrial Lubricant": "Lubrifiant industriel",
  "Industrial Oil": "Huile industrielle",
  "Industrial Grease": "Graisse industrielle",
  "Tools": "Bâche",
  "Agriculture Hose": "Tuyau agricole",
  "Flat belt": "Ceinture plate",
  "Industrial Hose": "Tuyau industriel",
  "Air & Multipurpose Hose": "Tuyau d'air et polyvalent",
  "Pulley": "Poulie",

  "Contact Person": "PERSONNE DE CONTACT",
  "EMAIL": "E-MAIL",
  "Mr Shyam Ghedia": "M. Shyam Ghedia",
  "PHONE": "TÉLÉPHONE",
  "Jalaram Chambers": "Chambres Jalaram",
  "Rajputpara Main Road, Rajkot - 360 001 Gujarat, INDIA": "Rajputpara Main Road, Rajkot - 360 001 Gujarat, INDE",
  "E-mail": "E-mail",
  "Phone Numbers": "Les numéros de téléphone",
  "Factory Unit": "Unité d'usine",
  "footer-factory-addr": "Parcelle No.8, Haripar Pal Industrial Area, Opp.Motel The Village, Kalawad Road, Rajkot – 360 005 Gujarat, INDE",
  "Whatsapp No": "Whatsapp Non",
  "Office Hours": "Heures de travail",
  "Mon To Sat - 10.00 - 07.00": "Du lundi au samedi - 10h00 - 07h00",
  "Sunday - Close": "Dimanche - Fermé",

  "Business Inquery": "Demande commerciale",
  "Do you have any questions? Your Interest in us is our opportunity to impress you!": "Avez-vous des questions? Votre intérêt pour nous est notre chance de vous impressionner !",
  "First Name": "Prénom",
  "Last Name": "Nom de famille",
  "Mobile": "Mobile",
  "Your Email Id": "Votre identifiant de messagerie",
  "Company Name": "Nom de l'entreprise",
  "City": "Ville",
  "Address": "Adresse",
  "Tell us about your project or idea": "Parlez-nous de votre projet ou idée",
  "Send Message": "Envoyer le message",
  "Feedback & Suggestion": "Commentaires et suggestions",
  "Your suggestions and feedback give us invaluable insights into keeping you happy. Have something to share? Do let us know!": "Vos suggestions et vos commentaires nous donnent des informations inestimables pour vous satisfaire. Avoir quelque chose à partager? Faites-nous savoir!",
  "Email": "E-mail",
  "Message": "Mensaje",
  "Partner With Us": "Partenaire avec nous",
  "Do you have any questions? Your Interest in us is our opportunity toimpress you!": "Avez-vous des questions? Votre intérêt pour nous est notre chance de vous impressionner !",
  "Genral Details": "Détails Généraux",
  "Proprietor Director Name": "Nom du propriétaire/directeur",
  "Contact Number": "Numéro de contact",
  "Additional Details": "Détails supplémentaires",
  "Contact Person Name": "nom de contacte d'une personne",
  "Alternate Email": "E-mail secondaire",
  "Postal Code": "Code Postal",
  "State": "État",
  "Country": "Pays",
  "Telephone": "Téléphone",
  "Select Type Establishment": "Sélectionnez le type d'établissement",
  "Sole Proprietory Concern": "Entreprise à propriétaire unique",
  "Partnership Concern": "Préoccupation de partenariat",
  "Private Limited Company": "Société à responsabilité limitée",
  "PublicLimited Company": "Société Anonyme",
  "Year Of Establishment": "Société Anonyme",
  "Yearly Revenues (In Lakhs)": "Revenus annuels (en lakhs)",
  "Number Of Employee": "Nombre d'employés",
  "Area Of Business/Expertise": "Domaine d'activité/Expertise",

  "Power Transmission": "Puissance de transmission",
  "V Belt": "Courroie en V",
  "Timing belt": "Courroie de distribution",
  "Poly V Belt": "Courroie Poly V.",
  "Specialized belt": "Ceinture spécialisée",
  "The v-belts are made of rubber with fabric cords to transmit power and its covered with a prot": "Les courroies trapézoïdales sont en caoutchouc avec des cordons en tissu pour transmettre la puissance et elles sont recouvertes d'une protection...",
  "With rich industry experience and knowledge, we are known as the leading firm actively engaged": "Avec une riche expérience et des connaissances de l'industrie, nous sommes connus comme la principale entreprise activement engagée...",
  "Our organization is renowned in offering Poly V Belt to our clients Some of notable attribute": "Notre organisation est reconnue pour offrir la courroie Poly V à nos clients. Certains des attributs notables...",
  "The rough top conveyor belts are ideally designed for distribution of light weight goods frag": "Les bandes transporteuses à dessus rugueux sont idéalement conçues pour la distribution de marchandises légères, frag",
  "Cutting Oil": "Huile de coupe",
  "Gear Oil": "Huile de moteur",
  "Hydraulic Oil": "Huile hydraulique",
  "Engine Oil": "Huile moteur",
  "Speciality Oil": "Huile de spécialité",
  "Food Grade Oil": "Huile de qualité alimentaire",
  "Cutting fluid is a type of coolant and lubricant designed specifically for metalworking": "Le liquide de coupe est un type de liquide de refroidissement et de lubrifiant conçu spécifiquement pour le travail des métaux",
  "Gear oil is a lubricant made up of artificially made chemical compounds; these comp": "L'huile pour engrenages est un lubrifiant composé de composés chimiques fabriqués artificiellement; ces comp",
  "Lorem Ipsum is simply dummy text of the printing and typesetting i": "Lorem Ipsum est simplement un faux texte de l'impression et de la composition i...",
  "Synthetic Grease": "Graisse synthétique",
  "General Purpose Grease": "Grasa de uso general",
  "Food Grade Grease": "Graisse de qualité alimentaire",
  "High Temperature Grease": "Graisse haute température",
  "Hand tools have been used by humans since the Stone Age when stones were used for hammering an": "Les outils à main ont été utilisés par les humains depuis l'âge de pierre lorsque les pierres ont été utilisées pour marteler un",
  "Hand Tool": "Outil à main",
  "Power Tool": "Outil électrique",
  "HDPE Tarpaulin": "Bâche en PEHD",
  "Laminated Tarpaulin": "Bâche laminée",
  "Shade Net": "Red de sombra",
  "Pond Liners": "Revêtements de bassin",
  "Mulching Film": "Film de paillage",
  "PVC": "PVC",
  "Tarpaulins are made from HDPE woven fabrics laminated on both sides with LLDPE an": "Las lonas están hechas de H.D.P.E. tejidos laminados por ambas caras con LLDPE y",
  "CROSS LAMINATED TARPAULIN is an innovative complete protection, all weather cover made from mu": "CROSS LAMINATED TARPAULIN est une protection complète innovante, une couverture tous temps en mu",
  "Tarpaulin": "Bâche",
  "Agro Shade Nets are used in agricultural areas for a variety of applications & nb": "Agro Shade Nets se utilizan en áreas agrícolas para una variedad de aplicaciones & nb",
  "A pond liner is an impermeable geomembrane used for retention of liquids, including the lining": "Un revestimiento de estanque es una geomembrana impermeable utilizada para la retención de líquidos, incluido el revestimiento...",
  "PVC Left Flat Hose / Kisan Pipe": "Tuyau plat gauche en PVC / Tuyau Kisans",
  "PVC suction hose": "Manguera de succión de PVC",
  "PVC Garden Hose": "Tuyau d'arrosage en PVC",
  "PVC Layflat hose is a tough water discharge hoses made with a PVC cover and/or reinforced poly": "Le tuyau PVC Layflat est un tuyau d'évacuation d'eau résistant fabriqué avec une couverture en PVC et/ou en poly renforcé...",
  "Medium-duty, lightweight construction; retains flexibility in cold weather Smooth-bore tube m": "Construction légère à usage moyen; conserve sa souplesse par temps froid. Tube lisse m...",
  "Garden hoses are typically made of synthetic rubber or soft plastic, reinforced with an intern": "Les tuyaux d'arrosage sont généralement faits de caoutchouc synthétique ou de plastique souple, renforcés par un stagiaire...",
  "Elevator belt": "Ceinture élévatrice",
  "Nylon Flat Belt": "Ceinture plate en nylon",
  "Canvas Flat belt": "Ceinture plate en toile",
  "Flat belts are used in line shafting to transmit power in factories The flat belt is a simple": "Les courroies plates sont utilisées dans les arbres de transmission pour transmettre la puissance dans les usines. La ceinture plate est un simple...",
  "Air": "Air",
  "Steam Hose": "Tuyau à vapeur",
  "Sandblast Hose": "Tuyau de sablage",
  "Rock Drill Hose": "Tuyau de forage de roche",
  "Air / Water hose": "Tuyau air / eau",
  "Pneumatic Tool Hose": "Tuyau d'outil pneumatique",
  "Air Water hose": "Air tuyau d'eau",
  "Carbon Free Hose": "Tuyau sans carbone",
  "hoses made from the highest quality materials can stand up to the high temperatures and hig": "Les tuyaux fabriqués à partir de matériaux de la plus haute qualité peuvent résister aux températures élevées et aux hautes températures...",
  "air and multipurpose hoses are engineered to meet the specific requirements and industry speci": "les tuyaux à air et polyvalents sont conçus pour répondre aux exigences spécifiques et aux spécifications de l'industrie...",
  "Taper bush v Belt Pulley": "Cône douille v Courroie Poulie",
  "Timing / Pulley v Belt Pulley": "Distribution / Poulie v Courroie Poulie",
  "Poly-V is a multi rib belt drive whose special construction allows it to be used with very": "Poly-V est un entraînement par courroie striée dont la construction spéciale lui permet d'être utilisé avec très...",
  "Positive grip of belt teeth with pulley tooth eliminate slippage and speed variation Drive": "L'adhérence positive des dents de la courroie avec la dent de la poulie élimine le glissement et la variation de vitesse...",

  "VBelt": "V. Ceinture",
  "vbelt-sing-info-sec": "Les courroies trapézoïdales sont en caoutchouc avec des cordons en tissu pour transmettre la puissance et sont recouvertes d'une couche protectrice. Les cordons transmettent force du conducteur à la poulie entraînée, transmettant ainsi la puissance. Le nombre de cordons est augmenté en fonction des exigences de force. La couche de caoutchouc transmet la force en corde aux couches latérales.",
  "Specification": "spécification",
  "Additional Information": "Informations Complémentaires",
  "Application": "Application",
  "Polyester cord": "Cordon polyester",
  "Neoprene jacketed": "Gaine néoprène",
  "Anti-Static": "Antistatique",
  "Dimensional accuracy": "Précision dimensionnelle",
  "Light weight": "Poids léger",
  "High strength": "Haute résistance",
  "Oil & Heat resistance": "Résistance à l'huile et à la chaleur",
  "Used in many industries": "Utilisé dans de nombreuses industries",
  "Low maintenance cost": "Faible coût d'entretien",
  "Material": "Matérielle",
  "Neoprene Rubber, Nylon Cords": "Caoutchouc néoprène, cordons en nylon",
  "Color": "Couleur",
  "Black colour only": "Couleur noire uniquement",
  "V Belt Brand": "V. Ceinture Marque",
  "Other Products": "Autres produits",
  "Printing Blanket": "Manta de impresión",
  "timmingbelt-sing-info-sec": "Avec une riche expérience et des connaissances de l'industrie, nous sommes connus comme le entreprise leader activement engagée dans la fourniture de la courroie de distribution. Ces Les courroies de distribution sont contrôlées avant l'expédition afin d'assurer leur qualité de notre côté. Les courroies de distribution proposées sont largement appréciées pour sa durabilité et sa finition optimale. Le nouvel emballage des kits de distribution plus la pompe à eau est plus moderne et protège le produit mieux contre les influences extérieures.",
  "Denmark Standard 2215, British Standard 3790": "Norme danoise 2215, norme britannique 3790",
  "temperature range, depending on application, from -20 to +100": "plage de température, selon l'application, de -20 à +100",
  "suitable for tropical climates": "adapté aux climats tropicaux",
  "maintenance-free": "sans entretien",
  "suitable for counterbendings": "adapté aux contre-flexions",
  "Timing belt Brand": "Courroie de distribution Marque",
  "polyvbelt-sing-info": "Notre organisation est reconnue pour offrir la courroie Poly V à nos clients. Certains des attributs notables de notre gamme sont une résistance élevée à la traction, un corps robuste, une capacité à résister facilement aux effets de la pression. Il résiste à la corrosion et convient parfaitement à une utilisation dans les industries. Il y a une énorme demande pour notre gamme parmi",
  "Conditionally resistant to oil": "Condicionalmente resistente al aceite.",
  "Temperature range from -30C to +80C": "Plage de température de -30C à +80C",
  "Electrically conductive to ISO 1813": "Conducteur d'électricité selon ISO 1813",
  "Suitable for tropical climates": "Apta para climas tropicales(feminine)",
  "Suitable for counterbendings": "Convient aux contre-flexions",
  "Reduced noise level": "Nivel de ruido reducido",
  "Poly V Belt Brand": "Marque de courroie Poly V.",
  "Specialized belt": "Ceinture spécialisée",
  "specilized-belt-sing-info": "Les bandes transporteuses à dessus rugueux sont idéalement conçues pour la distribution de marchandises légères, fragiles et emballées telles que le verre, le papier, les sacs, les boîtes ou les cartons étant inclinés à un angle de 25 à 35 degrés ou dans le sens horizontal. La texture de surface antidérapante (Rough Top) est idéale pour les applications à forte pente/déclin et limite la tendance du matériau à rouler reculer ou tomber du convoyeur.",
  "Belts are designed for Zero spillage and to felicitate faster and bulk material handling, 4 times compared to standard conveyor belting in terms of transporting capacity;": "Les bandes sont conçues pour éviter les déversements et pour permettre une manutention plus rapide et en vrac, 4 fois par rapport aux bandes transporteuses standard en termes de capacité de transport ;",
  "Save installation space due to the possibility increasing the angle of inclination upto 90 deg": "Économisez de l'espace d'installation grâce à la possibilité d'augmenter l'angle d'inclinaison jusqu'à 90 degrés.",
  "Protect the material from friction by solid cleats mounted on the belt": "Protéger le matériel des frottements par des taquets solides montés sur la ceinture",
  "specification-speci-last": "Pour des applications plus légères, nous pouvons proposer nos tasseaux extrudés allant de 100mm (T & TC) avec renfort textile. Sur demande spéciale, le tissu de renfort en acier peut être utilisé dans les tasseaux au-dessus de 360 ​​mm. Les taquets Oxford de plus de 230 mm sont livrés en tant que Combo Cleats, ce qui signifie que le taquet se compose de 2 parties, une base / pièce de pied et une lame.",
  "Specialized belt Brand": "Marque de ceinture spécialisée",
  "white , blue ,black,green etc": "blanc, bleu, noir, vert etc.",
  "impoted material": "material importado",
  "cuttingoil-sing-info": "Le fluide de coupe est un type de liquide de refroidissement et de lubrifiant conçu spécifiquement pour les processus de travail des métaux, tels que l'usinage et l'emboutissage. Il existe différents types de fluides de coupe, notamment les huiles, les émulsions huile-eau, les pâtes, les gels, les aérosols (brouillards) et l'air ou d'autres gaz. Les fluides de coupe sont fabriqués à partir de distillats de pétrole,",
  "Cutting Oil Brand": "Marque d'huile de coupe",
  "Genral Purpose Grase": "Graisse à usage général",
  "High Temprature Grease": "Graisse haute température",
  "Gear Oil": "Aceite para engranajes",
  "Gear Oil Brand": "Marque d'huile pour engrenages",
  "gearoil-sing-info": "L'huile pour engrenages est un lubrifiant composé de produits chimiques fabriqués artificiellement composés; ces composés sont fabriqués en décomposant puis en reconstruisant des molécules de pétrole. Sous un microscope, une goutte d'huile synthétique montre des millions de molécules toutes à peu près de la même taille et de la même structure. A l'inverse, l'huile minérale ou conventionnelle est fabriquée utilisant du pétrole brut raffiné. Une goutte d'huile conventionnelle au microscope montre des millions de molécules, toutes de formes, de tailles et de structures différentes.",
  "hydralic-oil-sing-info": "Lorem Ipsum est simplement un faux texte de l'industrie de l'impression et de la composition. Le Lorem Ipsum est le texte factice standard de l'industrie depuis les années 1500, lorsqu'un imprimeur inconnu a pris une galère de caractères et l'a brouillé pour en faire un livre de spécimens de caractères. Il a survécu non seulement à cinq siècles, mais aussi au saut dans la composition électronique, restant essentiellement inchangé. Il a été popularisé dans les années 1960 avec la sortie de feuilles Letraset contenant des passages de Lorem Ipsum, et plus récemment avec des logiciels de publication assistée par ordinateur comme Aldus PageMaker comprenant des versions de Lorem Ipsum.",
  "hydralic-oil-sing-speci-first-point": "Mil-PRF-5606 (à l'origine Mil-H-5606): base minérale, inflammable, point d'éclair assez bas, utilisable de -65 ° F (-54 ° C) à 275 ° F (135 ° C), couleur rouge, développée en les années 1940[10]",
  "hydralic-oil-sing-speci-sec-point": "MIL-PRF-6083 : Utilisable de −54 °C à 135 °C où la corrosion une protection est requise et il a été déterminé que le fluide hydraulique MIL-PRF-46170 (FRH) ne peut pas être utilisé. Cela inclut l'utilisation dans les mécanismes de recul et les systèmes hydrauliques pour les armes rotatives ou les dispositifs de visée des équipements tactiques et de soutien des munitions, à l'exception des véhicules/équipements blindés de combat qui nécessitent des FRH. Le fluide hydraulique est également utilisé comme liquide de conservation pour systèmes et composants hydrauliques d'aéronefs où MIL-H-5606 (OHA) ou MIL-PRF-87257 est utilisé comme fluide opérationnel.[11]",
  "Hydraulic Oil Brand": "Marque d'huile hydraulique",
  "engine-oil-sing-info": "Lorem Ipsum est simplement un texte factice de l'impression et de la composition industrie. Le Lorem Ipsum est le texte factice standard de l'industrie depuis les années 1500, lorsqu'un imprimeur inconnu a pris une galère de caractères et l'a brouillé pour en faire un livre de spécimens de caractères. Elle a survécu non seulement à cinq siècles, mais aussi au saut dans composition électronique, restant essentiellement inchangée. Il a été popularisé dans les années 1960 avec la sortie des feuilles Letraset contenant des passages de Lorem Ipsum, et plus récemment avec des logiciels de publication assistée par ordinateur comme Aldus PageMaker comprenant des versions de Lorem Ipsum.",
  "Engine Oil Brand": "Marque d'huile moteur",
  "speciality-oil-sing-info": "Lorem Ipsum est simplement un texte factice de l'impression et de la composition industrie. Lorem Ipsum est le texte factice standard de l'industrie depuis les années 1500, lorsqu'un imprimeur inconnu a pris une galère de dactylographiez-le et mélangez-le pour en faire un livre de spécimens typographiques. Elle a survécu non seulement à cinq siècles, mais aussi au saut dans composition électronique, restant essentiellement inchangée. Il a été popularisé dans les années 1960 avec la sortie des feuilles Letraset contenant des passages de Lorem Ipsum, et plus récemment avec le bureau logiciel de publication comme Aldus PageMaker, y compris les versions de Lorem Ipsum.",
  "Speciality Oil Brand": "Marque d'huile de spécialité",
  "food-grade-oil-sng-info": "Lorem Ipsum est simplement un texte factice de l'impression et de la composition industrie. Le Lorem Ipsum est le texte factice standard de l'industrie depuis les années 1500, lorsqu'un imprimeur inconnu a pris une galère de caractères et l'a brouillé pour en faire un livre de spécimens de caractères. Il a survécu non seulement à cinq siècles, mais aussi au saut dans la composition électronique, restant essentiellement inchangé. Il a été popularisé dans les années 1960 avec la sortie des feuilles Letraset contenant des passages de Lorem Ipsum, et plus récemment avec des logiciels de publication assistée par ordinateur comme Aldus PageMaker comprenant des versions de Lorem Ipsum.",
  "Food Grade Oil Brand": "Marque d'huile de qualité alimentaire",
  "Synthetic Grease": "Graisse synthétique",
  "Synthetic Grease Brand": "Marque de graisse synthétique",
  "General Purpose Grease": "Graisse à usage général",
  "General Purpose Grease Brand": "Marque de graisse à usage général",
  "Food Grade Grease Brand": "Marque de graisse de qualité alimentaire",
  "Food-grade lubricants must perform the same technical functions as any other lubricant: provide protection against wear, friction, corrosion and oxidation, dissipate heat and transfer power, be compatible with rubber and other sealing materials, as well as provide a sealing effect in some cases": "Les lubrifiants de qualité alimentaire doivent remplir les mêmes fonctions techniques que tout autre lubrifiant : fournir une protection contre l'usure, le frottement, la corrosion et l'oxydation, dissiper la chaleur et transférer la puissance, être compatibles avec le caoutchouc et d'autres matériaux d'étanchéité, ainsi que fournir un effet d'étanchéité dans certains cas.",
  "High Temperature Grease Brand": "Marque de graisse haute température",
  "Hand tools have been used by humans since the Stone Age when stones were used for hammering and cutting During the Bronze Age tools were made by casting the copper and tin alloys": "Les outils à main sont utilisés par les humains depuis l'âge de pierre, lorsque les pierres étaient utilisées pour marteler et couper. Au cours de l'âge du bronze, les outils étaient fabriqués en coulant les alliages de cuivre et d'étain.",
  "A hand tool is any tool that is powered by hand rather than a motor [1] Categories of hand tools include wrenches, pliers, cutters, files, striking tools, struck or hammered tools, screwdrivers, vises, clamps, snips, saws, drills and knives": "Un outil à main est tout outil actionné à la main plutôt qu'avec un moteur. [1] Les catégories d'outils à main comprennent les clés, les pinces, les couteaux, les limes, les outils de frappe, les outils frappés ou martelés, les tournevis, les étaux, les pinces, les cisailles, les scies. , perceuses et couteaux.",
  "Hand Tool Brand": "Marque d'outils à main",
  "A power tool is a tool that is actuated by an additional power source and mechanism other than the solely manual labor used with hand tools The most common types of power tools use electric motors Internal combustion engines and compressed air are also commonly used Other power sources include steam engines, direct burning of fuels and propellants, such as in powder-actuated tools, or even natural power sources such as wind or moving water Tools directly driven by animal power are not generally considered power tools": "Un outil électrique est un outil qui est actionné par une source d'alimentation supplémentaire et un mécanisme autre que le seul travail manuel utilisé avec des outils à main. Les types d'outils électriques les plus courants utilisent des moteurs électriques. Les moteurs à combustion interne et l'air comprimé sont également couramment utilisés. Les autres sources d'énergie comprennent les moteurs à vapeur, la combustion directe de carburants et de propulseurs, comme dans les outils à poudre, ou même des sources d'énergie naturelles telles que le vent ou l'eau en mouvement. Les outils directement entraînés par la traction animale ne sont généralement pas considérés comme des outils électriques.",
  "Power tools are used in industry, in construction, in the garden, for housework tasks such as cooking, cleaning, and around the house for purposes of driving (fasteners), drilling, cutting, shaping, sanding, grinding, routing, polishing, painting, heating and more": "Les outils électriques sont utilisés dans l'industrie, dans la construction, dans le jardin, pour les tâches ménagères telles que la cuisine, le nettoyage et autour de la maison pour la conduite (attaches), le perçage, la coupe, le façonnage, le ponçage, le meulage, le routage, le polissage, la peinture. , chauffage et plus encore.",
  "Power tools are classified as either stationary or portable, where portable means hand-held  Portable power tools have obvious advantages in mobility Stationary power tools, however, often have advantages in speed and precision A typical table saw, for instance, not only cuts faster than a regular hand saw, but the cuts are smoother, straighter, and more square than what is normally achievable with a hand-held power saw Some stationary power tools can produce objects that cannot be made in any other way Lathes, for example, produce truly round objects": "Les outils électriques sont classés comme fixes ou portables, où portable signifie tenu à la main. Les outils électriques portatifs présentent des avantages évidents en termes de mobilité. Les outils électriques fixes, cependant, ont souvent des avantages en termes de vitesse et de précision. Une scie à table typique, par exemple, coupe non seulement plus rapidement qu'une scie à main ordinaire, mais les coupes sont plus lisses, plus droites et plus carrées que ce qui est normalement réalisable avec une scie électrique à main. Certains outils électriques fixes peuvent produire des objets qui ne peuvent être fabriqués autrement. Les tours, par exemple, produisent des objets vraiment ronds.",
  "Power Tool Brand": "Marque d'outils électriques",
  "Tarpaulins are made from HDPE woven fabrics laminated on both sides with LLDPE and LDPE coating alongwith": "Las lonas están hechas de HDPE. telas tejidas laminadas en ambos lados con revestimiento de LLDPE y LDPE junto con",
  "higher grade PE material HDPE laminatic fabric and HDPE laminated tarpaulins are available in wide range of": "matériau PE de qualité supérieure H.D.P.E. tissu laminé et H.D.P.E. les bâches laminées sont disponibles dans une large gamme de",
  "colours (single or double color as desired by the customer)": "couleurs (couleur simple ou double au choix du client)",
  "HDPE tarpaulins are used in various industries like, transportation, agriculture, infrastructure, logistics, temporary": "HDPE las lonas se utilizan en diversas industrias como transporte, agricultura, infraestructura, logística, temporal",
  "shelters, household etc They are well suited for various applications like truck covers ,and also for all type of vehicles": "abris, ménages, etc. Ils sont bien adaptés pour diverses applications comme les couvertures de camion, et aussi pour tous les types de véhicules.",
  "funication covers, tents , canal and ponds lining, shelters, machine covers , rock and shade covers (cement, food grains,": "couvertures de funication, tentes, revêtement de canal et d'étangs, abris, couvertures de machine, couvertures de roche et d'ombrage (ciment, céréales alimentaires,",
  "sugar, machineries etc)": "sucre, machines, etc.)",
  "Cost effective, light in weight ,heavy in protection": "Rentable, ligero en peso, pesado en protección.",
  "Unaffected from microbial attacks, chemicals and alkalies": "Insensible aux attaques microbiennes, aux produits chimiques et aux alcalis.",
  "Durable / tear lasting and puncture resistant": "Durable / résistant aux déchirures et aux perforations",
  "Shrinkproof , easy to handle and clean": "Rétractable, facile à manipuler et à nettoyer",
  "HRFRLS (Heat resistant, fire retardant and low smoke": "HRFRLS (résistant à la chaleur, ignifuge et à faible dégagement de fumée",
  "Customization facility in various colours is available": "Une installation de personnalisation en différentes couleurs est disponible",
  "Strength 100GSM to 500GSM High-density polyethylene (HDPE) resins are well suited for a range of blow, injection, and rotational molding applications like IBCs and storage tanks; crates and pallets; pails and lids; automotive components; bottles and caps; toys and water sports equipment Additionally, HDPE resins are utilized in extrusion film applications such as grocery, garbage and deep-freezer bags (10 to 25 microns) This is just one more way in which the ExxonMobil polyethylene business is helping deliver tomorrow's performance today": "Résistance :- 100 g/m² à 500 g/m² Les résines de polyéthylène haute densité (HDPE) sont bien adaptées à une gamme d'applications de soufflage, d'injection et de moulage par rotation comme les IBC et les réservoirs de stockage ; caisses et palettes; seaux et couvercles; composants automobiles; bouteilles et bouchons; jouets et équipements de sports nautiques. De plus, les résines HDPE sont utilisées dans les applications de films d'extrusion telles que les sacs d'épicerie, les sacs à ordures et les sacs de congélation (10 à 25 microns).",
  "Benefits": "Avantages",
  "Good stiffness and impact balance even at low temperatures ESCR (environmental stress cracking resistance) Optimized processability for a broad range of applications": "Bon équilibre de rigidité et d'impact même à basses températures ESCR (résistance à la fissuration sous contrainte environnementale) Aptitude au traitement optimisée pour une large gamme d'applications",
  "HDPE Tarpaulin Brand": "Marca de lona de HDPE",
  "Pvc": "PVC",
  "HDPE": "PEHD",
  "CROSS LAMINATED TARPAULIN is an innovative complete protection, all weather cover made from multi layered cross cut film, fused together giving it maximum strength and high durability The film consists of speciality grades of polymer and added UV stabiliser giving it the best desired properties required to withstand extreme rain, heat and sunlight": "CROSS LAMINATED TARPAULIN est une protection complète innovante, une couverture tous temps fabriquée à partir d'un film multicouche à coupe croisée, fusionné pour lui donner une résistance maximale et une grande durabilité. Le film se compose de qualités spéciales de polymère et d'un stabilisateur UV ajouté lui donnant les meilleures propriétés souhaitées pluie extrême, chaleur et soleil.",
  "Blue ,Green ,White, Yellow": "Bleu, vert, blanc, jaune",
  "Cement , Shipping, Steel Industry": "Cimenterie, Transport maritime, Sidérurgie",
  "Agro Shade Nets are used in agricultural areas for a variety of applications as well as construction industries": "Les filets Agro Shade sont utilisés dans les zones agricoles pour une variété d'applications ainsi que dans les industries de la construction",
  "Width 3Mtr Width, 5Mtr Width, 6Mtr Width": "Largeur 3Mtr Largeur, 5Mtr Largeur, 6Mtr Largeur",
  "Ratio 50% Shade, 75% Shade, 90% Shade": "Rapport 50 % d'ombre, 75 % d'ombre, 90 % d'ombre",
  "Gauge 6Gauge, 9 Gauge": "Calibre 6 Calibre, Calibre 9",
  "Shade Net Brand": "Marque de filet d'ombrage",
  "A pond liner is an impermeable geomembrane used for retention of liquids, including the lining of reservoirs, retention basins, hazardous and nonhazardous surface impoundments,garden ponds and artificial streams in parks and gardens": "Un revêtement de bassin est une géomembrane imperméable utilisée pour la rétention des liquides, y compris le revêtement des réservoirs, des bassins de rétention, des retenues de surface dangereuses et non dangereuses, des bassins de jardin et des ruisseaux artificiels dans les parcs et jardins.",
  "unit 300Microns & 400Microns": "unité 300Microns & 400Microns",
  "Pond liners need to be protected from sharp objects (for example, stones) below the liner and from being punctured by any objects in the water body Protection can be provided with layers of sand, geotextiles (particularly needle-punched nonwovens) and other materials Pond liners are manufactured in rolls or accordion-folded on pallets When deployed in the field their edges and ends are overlapped and seamed together Methods are thermal fusion, solvents, adhesives and tapes": "Les revêtements de bassin doivent être protégés des objets pointus (par exemple, des pierres) sous le revêtement et d'être percés par des objets dans le plan d'eau. La protection peut être fournie avec des couches de sable, des géotextiles (en particulier des non-tissés aiguilletés) et d'autres matériaux. Les revêtements de bassin sont fabriqués en rouleaux ou pliés en accordéon sur des palettes Lorsqu'ils sont déployés sur le terrain, leurs bords et leurs extrémités se chevauchent et sont assemblés Les méthodes sont la fusion thermique, les solvants, les adhésifs et les rubans.",
  "HDPE , LDPE Material": "Matériau PEHD , PEBD",
  "Various colours available": "Différentes couleurs disponibles",
  "Pond Liners Brand": "Marque de revêtements de bassin",
  "Silver, Black": "Argent, Noir",
  "Open Cultivation": "Culture ouverte",
  "Pvc / PU Conveyor Belt": "Bande transporteuse Pvc / P.U",
  "We are offering a wide array of pu conveyor belt We offer these belts in wide-range of sizes to provide the various requirements of our customers in an efficient manner Offered belts are manufactured by the use of premium quality materials which we procure from the trustworthy vendors of the industry In addition to this, these belts can be availed at market leading rates": "Nous proposons une large gamme de bandes transporteuses en PU. Nous proposons ces courroies dans une large gamme de tailles pour répondre aux diverses exigences de nos clients de manière efficace. Les ceintures offertes sont fabriqué à l'aide de matériaux de première qualité que nous achetons auprès de fournisseurs de confiance de l'industrie. En plus de cela, ces ceintures peuvent être utilisées aux meilleurs tarifs du marché.",
  "White, Blue, Green, Black": "Blanc, bleu, vert, noir",
  "Conveyor": "Transportadora",
  "Cotton Belt / Canvas Belt Brand": "Ceinture en coton / Marque de ceinture en toile",
  "Cotton Belt / Canvas Belt": "Ceinture en coton / Ceinture en toile",
  "Plastic Modular": "Ceinture en coton / Ceinture en toile",
  "PVC Left Flat Hose / Kisan Pipe": "Tuyau plat gauche en PVC / Tuyau Kisan",
  "PVC Layflat hose is a tough water discharge hoses made with a PVC cover and/or reinforced polyester yarn The high tensile polyester yarn provides great durability and strength in all working situations Jalaram PVC layflat hose is highly durable while maintaining great flexibility and best suited for low  medium pressure applications": "Le tuyau PVC Layflat est un tuyau d'évacuation d'eau résistant fabriqué avec une gaine en PVC et/ou un fil de polyester renforcé. Le polyester haute résistance fil offre une grande durabilité et résistance dans toutes les situations de travail. Le tuyau plat en PVC Jalaram est très durable tout en conservant une grande flexibilité et convient parfaitement aux applications à basse et moyenne pression.",
  "Available in Sizes 1 5 7 diameter & single layer triple layer Quality": "Disponible en tailles 1,5 ?   7? diamètre & monocouche   triple couche Qualité",
  "More than 15 Quality grades available in virgin and semi virgin material": "Plus de 15 grades de qualité disponibles en matière vierge et semi-vierge",
  "Varieties from single layer, double layer or triple layer, Flexible, Durable, Easy delivery, low cost, Easy source": "Variétés de simple couche, double couche ou triple couche, flexible, durable, livraison facile, faible coût, source facile",
  "Unique designs minimizes elongation and snaking": "Los diseños únicos minimizan el alargamiento y el serpenteo.",
  "Durable construction helps keep your system leak free": "La construction durable aide à garder votre système sans fuite",
  "Length and weight can be arranged for order more than minimum quantity": "La longueur et le poids peuvent être arrangés pour une commande supérieure à la quantité minimale",
  "Computerized length marking also available": "Marquage informatisé de la longueur également disponible",
  "Sizeable export orders are also entertained with quality standards": "Les commandes à l'exportation importantes sont également traitées avec des normes de qualité",
  "PVC Left Flat Hose / Kisan Pipe Brand": "Tuyau plat gauche en PVC / Marque Kisan Pipe",
  "Multi-colors": "Multicolores",
  "Suitable for delivery water supply or other liquid, agriculture irrigation Ideal durable hose for irrigation and drainage in the farmland and garden, cement filing, river-way sand extraction, water discharge in the construction site, road building and so on Availability": "Approprié à l'approvisionnement en eau de livraison ou à tout autre liquide, agriculture irrigation Tuyau durable idéal pour l'irrigation et le drainage dans terres agricoles et jardin, dépôt de ciment, extraction de sable fluvial, rejet d'eau sur le chantier, construction de routes, etc. Disponibilité.",
  "Medium-duty, lightweight construction; retains flexibility in cold weather Smooth-bore tube minimizes material buildup and resists a variety of chemicals found in agricultural and sanitary industries Slightly corrugated outer helix promotes abrasion resistance, low coefficient of friction and ease of coupling Suitable for applications where low-temperature flexibility is required": "Construction légère à usage moyen; conserve sa souplesse par temps froid. Le tube à alésage lisse minimise l'accumulation de matériau et résiste à une variété de produits chimiques trouvés dans l'agriculture et sanitaire les industries. L'hélice extérieure légèrement ondulée favorise l'abrasion résistance, faible coefficient de frottement et facilité d'accouplement. Convient aux applications nécessitant une flexibilité à basse température.",
  "Special category transparent suction hose used for feeding tube of ORNI MACHINE used for crop seeding Available in 1 to 1 5 with quality variant according to customers requirements": "Tuyau d'aspiration transparent de catégorie spéciale utilisé pour le tube d'alimentation de la MACHINE ORNI utilisée pour l'ensemencement des cultures. Disponible en 1 ? à 1,5 ? avec variante de qualité selon les exigences des clients.",
  "PVC suction hose Brand": "Tuyau d'aspiration en PVC Marque",
  "Garden hoses are typically made of synthetic rubber or soft plastic, reinforced with an internal web of fibers As a result of these materials, garden hoses are flexible and their smooth exterior facilitates pulling them past trees, posts and other obstacles Garden hoses are also generally tough enough to survive scraping on rocks and being stepped on without damage or leaking": "Les tuyaux d'arrosage sont généralement faits de caoutchouc synthétique ou de plastique souple, renforcés par une toile interne de fibres. Grâce à ces matériaux, les tuyaux d'arrosage sont flexibles et leur surface lisse l'extérieur facilite leur passage devant les arbres, les poteaux et autres obstacles. Les tuyaux d'arrosage sont également généralement assez résistants pour survivre au grattage sur les rochers et au piétinement sans dommage ni fuite.",
  "Canvas Flat belt Brand": "Ceinture plate en toile Marque",
  "Nylon Flat Belt Brand": "Marque de ceinture plate en nylon",
  "Flat belts are used in line shafting to transmit power in factories The flat belt is a simple system of power transmission It delivers high power for high speeds (500 hp for 10,000 ft/min), in cases of wide belts and large pulleys Various carcass materials are available for Multiple Ply belts, depending on the application The most highly recommended are polyester/nylon, cotton, nylon, polyester, etc These belts can be supplied with rubber covers, friction surface, or bareback": "application. Les plus recommandées sont le polyester/nylon, le coton, le nylon, le polyester, etc. Ces courroies peuvent être fournies avec des revêtements en caoutchouc, une surface de friction ou à cru.",
  "SI standards": "Normes SI",
  "Available in Sizes 5 12 width & 5-10 ply combination": "Disponible en tailles 5 ?   12? largeur et combinaison 5-10 plis",
  "Superior quality also available for heavy industries": "Qualité supérieure également disponible pour les industries lourdes",
  "Canvas based material made with high strength polyester nylon threads for higher durability": "Matériau à base de toile fabriqué avec des fils de nylon polyester haute résistance pour une plus grande durabilité",
  "Rapplon� High Performance Flat Belts": "Courroies plates hautes performances Rapplon®",
  "Elevator belt Brand": "Ceinture d'ascenseur Marque",
  "Used as Bucket Elevator in various industries such as Cement Plant, Cotton Ginning, Plastic, Ceramic etc": "Utilisé comme élévateur à godets dans diverses industries telles que la cimenterie, l'égrenage du coton, le plastique, la céramique, etc.",
  "Multi color": "Multicolore",
  "Rubber, Cords, Fabric": "Caoutchouc, Cordons, Tissu",
  "Nylon Flat Belt": "Cinturón plano de nailon",
  "Flat belts are used in line shafting to transmit power in factories The flat belt is a simple system of power transmission It delivers high power for high speeds (500 hp for 10,000 ft/min), in cases of wide belts and large pulleys Various carcass materials are available for Multiple Ply belts, depending on the application The most highly recommended are polyester/nylon, cotton, nylon, polyester, etc These belts can be supplied with rubber covers, friction surface, or bareback": "Les courroies plates sont utilisées dans les arbres de transmission pour transmettre la puissance dans les usines. La courroie plate est un système simple de transmission de puissance. Il délivre une puissance élevée pour des vitesses élevées (500 ch pour 10 000 ft/min), en cas de courroies larges et de grandes poulies. Différents matériaux de carcasse sont disponibles pour les courroies multiplis, en fonction de l'application. Les plus recommandées sont le polyester/nylon, le coton, le nylon, le polyester, etc. Ces courroies peuvent être fournies avec des revêtements en caoutchouc, une surface de friction ou à cru.",
  "Available in Sizes 1? � 5? width": "Disponible en tailles 1 ?   5? largeur",
  "Available from 1 ply to 4 plys according to the application": "Disponible de 1 pli à 4 plis selon l'application",
  "Water resistance property": "Propriété de résistance à l'eau",
  "Smooth, quiet operation and long belt life": "Fonctionnement doux et silencieux et longue durée de vie de la courroie",
  "Uniform belt surface with no splicing": "Surface de bande uniforme sans épissure",
  "High-tensile strength": "Haute résistance à la traction",
  "High coefficient of friction": "Coefficient de frottement élevé",
  "Lightweight": "Poids léger",
  "No lubrication necessary": "Aucune lubrification nécessaire",
  "Transverse rigidity": "Rigidité transversale",
  "V-Belts": "Courroies trapézoïdales",
  "Flat-Belts": "Cinturones planos",
  "PVC Hose": "Tuyau en PVC",
  "Tarpaulin": "Bâche",
  "Industrial Hoses": "Tuyaux industriels",
  "Pumps": "Pompes",
  "Couplings": "Accouplements",
  "Pulleys": "Poulies",
  "Timing + Poly-v Belts": "Distribution + Courroies Poly-v",
  "Modular Belts": "Courroies modulaires",
  "Torque Tools": "Outils dynamométriques",
  "Industrial Lubricants": "Lubrifiants industriels",
  "Chains": "Chaînes",
  "Menu": "Menu",
  "Home": "Maison",
  "Technical Support": "Soutien technique",
  "Blog": "Blog",
  "Mission, Vision & Values": "Mission, vision et valeurs",
  "Product": "Produit",
  "Most commonly used for farming, mining, and logging applications, such as bucksaws, sawmills, threshers, silo blowers, conveyors for filling corn cribs or haylofts, balers, water pumps (for wells, mines, or swampy farm fields), and electrical generators": "Le plus souvent utilisé pour les applications agricoles, minières et forestières, telles que les scies à trombones, les scieries, les batteuses, les soufflantes de silo, les convoyeurs pour le remplissage des cribs de maïs ou des granges à foin, les presses à balles, les pompes à eau (pour les puits, les mines ou les champs agricoles marécageux) et les générateurs électriques",
  "ISI standards": "Normes ISI",
  "Taper bush v Belt Pulley": "Cône douille v Courroie Poulie",
  "Poly-V is a multi rib belt drive whose special construction allows it to be used with very small pulley diameters, reducing noise and vibrations It solves many drive problems in a number of applications such as machine tools, wood working machines, fitnessmachines, compressors, fans etc SIT pulleys have been designed to guarantee optimal drive performances and life High ratio or high torque drivers With only 1 belt, tensioning is easy and you do not have to worry about matching belts": "Poly-V est une transmission par courroie striée dont la construction spéciale lui permet d'être utilisée avec de très petits diamètres de poulie, réduisant ainsi le bruit et les vibrations. Il résout de nombreux problèmes d'entraînement dans un certain nombre de applications telles que les machines-outils, les machines à bois, les machines de fitness, les compresseurs, les ventilateurs, etc. Les poulies SIT ont été conçues pour garantir des performances d'entraînement et une durée de vie optimales. Rapport élevé ou élevé conducteurs de couple. Avec seulement 1 courroie, la tension est facile et vous n'avez pas à vous soucier des courroies assorties.",
  "Power Transmission in machineries": "Transmission de puissance dans les machines",
  "Durable": "Durable",
  "Resistant to high wear and tear": "Résistant à une forte usure",
  "Dimensionally accurate": "Dimensionnellement précis",
  "Anti abrasive": "Anti abrasif",
  "Non corrosive": "Non corrosif",
  "We also have the capability to offer pulleys with Taper Lock Bush & QD bush arrangement": "Nous avons également la capacité d'offrir des poulies avec Taper Lock Bush & QD bush arrangement",
  "We can also supply as per customer requirement": "Nous pouvons également fournir selon les exigences du client",
  "Pulley is available with the possible speed ratio of 40 to 1": "Pulley is available with the possible speed ratio of 40 to 1.",
  "Taper bush v Belt Pulley Brand": "Cône douille v Courroie Poulie Marque",
  "These pulleys are widely used to cater to the needs of different industries and sectors like textile, cement, sugar, fertilizer, paper and ceramic, among others": "Les poulies sont largement utilisées pour répondre aux besoins de différentes industries et secteurs comme le textile, le ciment, le sucre, les engrais, papier et céramique, entre autres.",
  "Aluminium and Cast Iron": "Aluminium et fonte",
  "Timing / Pulley v Belt Pulley": "Distribution / Poulie v Courroie Poulie",
  "Positive grip of belt teeth with pulley tooth eliminate slippage and speed variation Drive provides wide load capacity from sub fractional horsepower to 600HP": "L'adhérence positive des dents de la courroie avec la dent de la poulie élimine le glissement et la variation de vitesse.",
  "Drive ranges is from 10RPM to 10,000 RPM, between two spindles and multi-spindle drive system": "Les plages d'entraînement vont de 10 tr/min à 10 000 tr/min, entre deux broches et un système d'entraînement multibroche.",
  "Suitable for all type of power transmission, indexing, positioning, conveying systems multi-shaft drive because of high accuracy drive": "Convient à tous les types de systèmes de transmission de puissance, d'indexation, de positionnement et de transport",
  "Reversing drive is possible with double sided tooth belts, known as twin-powder and belt, also Running serpentine drives": "L'entraînement en marche arrière est également possible avec des courroies dentées à double face, appelées double poudre et courroie. Exécution de lecteurs serpentins",
  "We also have the capability to offer pulleys with Taper Lock Bush & QD bush arrangement": "Nous avons également la capacité d'offrir des poulies avec une disposition de douille Taper Lock Bush et QD.",
  "We can also supply as per customer requirement.": "Nous pouvons également fournir selon les exigences du client.",
  "Pulley is available with the possible speed ratio of 40 to 1": "La poulie est disponible avec le rapport de vitesse possible de 40 à 1.",
  "Timing / Pulley v Belt Pulley Brand": "Distribution / Poulie v Courroie Poulie Marque",
  "Aluminium and Cast Iron": "Aluminium et fonte",
  "These pulleys are widely used to cater to the needs of different industries and sectors like textile, cement, sugar, fertilizer, paper and ceramic, among others": "Ces poulies sont largement utilisées pour répondre aux besoins de différentes industries et secteurs comme le textile, le ciment, le sucre, les engrais, le papier et la céramique, entre autres.",
  "hoses made from the highest quality materials can stand up to the high temperatures and high pressures found in the steam service industry Engineered with exclusive elastomers that resist heat and flaking (popcorning), Steam hoses last longer while demonstrating extraordinary versatility and flexibility They�re clearly branded and color-coded for quick and easy identification, ordering, installation or maintenance": "les tuyaux fabriqués à partir de matériaux de la plus haute qualité peuvent résister aux températures élevées et aux pressions élevées rencontrées dans le service de vapeur industrie. Conçu avec des élastomères exclusifs qui résistent à la chaleur et écaillage (popcorning), les tuyaux à vapeur durent plus longtemps tout en démontrant une polyvalence et une flexibilité extraordinaires. Ils sont clairement marqués et codés par couleur pour une identification, une commande, une installation ou une maintenance rapides et faciles.",
  "Transfer of steam for processing products & cleaning equipment": "Transfert de vapeur pour le traitement des produits et le nettoyage des équipements",
  "Hydrocarbon drain service": "Service vidange hydrocarbures",
  "Heat Resisting Patrex": "Patrex résistant à la chaleur",
  "Transfer of steam for processing products and cleaning equipment, Refining and petrochemical, Paper industry, Industrial cleaning markets, Oil and gas exploration, Steel, Ship building": "Transfert de vapeur pour le traitement des produits et le nettoyage équipements, Raffinage et pétrochimie, Industrie papetière, Marchés du nettoyage industriel, Exploration pétrolière et gazière, Sidérurgie, Construction navale",
  "Others": "Autres",
  "Black or red Pyrosyn, Pin-pricked synthetic rubber": "Pyrosyn noir ou rouge, caoutchouc synthétique piqué",
  "Hydraulic Hose": "Tuyau hydraulique",
  "Welding Hose": "Tuyau de soudage",
  "Sandblast Hose Brand": "Marque de tuyau de sablage",
  "Rubber Compound Highly Resistant to Abrasion, Ozone and Weather": "Composé de caoutchouc hautement résistant à l'abrasion, à l'ozone et aux intempéries.",
  "Black": "Noire",
  "Rock Drill Hose Brand": "Marque de tuyau de perceuse de roche",
  "Black , red ,Yellow , Green Or Blue EPDN synthetic Rubber": "Caoutchouc synthétique EPDN noir, rouge, jaune, vert ou bleu",
  "Air / Water hose Brand": "Marque durite air / eau",
  "Specially designed for various industrial machinery, under ground application, civil construction and others Such as watering, airline connection, road building, pneumatic tools, etc": "Spécialement conçu pour diverses machines industrielles, applications souterraines, construction civile et autres telles que l'arrosage, la connexion aérienne, la construction de routes, les outils pneumatiques, etc.",
  "Plasticized PVC, Black": "PVC plastifié, Noir",
  "Thermo-compound, Black colour": "Thermo-composé, couleur noire",
  "Cover": "Couverture",
  "air and multipurpose hoses are engineered to meet the specific requirements and industry specifications for a variety of applications Featuring low working pressures, large bore sizes and high transfer capabilities, our well-rounded selection of industrial hoses serves a range of markets from high-pressure use in heavy construction, to light-duty in agricultural and some industrial equipment": "Les flexibles IR et polyvalents sont conçus pour répondre aux exigences spécifiques et aux spécifications de l'industrie pour une variété d'applications. Avec de faibles pressions de service, de grandes tailles d'alésage et des capacités de transfert élevées, notre sélection complète de tuyaux industriels dessert une gamme de marchés allant de l'utilisation à haute pression dans la construction lourde, à l'utilisation légère dans les équipements agricoles et certains équipements industriels.",
  "Safer operation": "Fonctionnement plus sûr",
  "Longer hose life": "Durée de vie plus longue du tuyau",
  "Full range of sizes and styles": "Gamme complète de tailles et de styles",
  "Air Water hose Brand": "Air Durite d'eau Marque",
  "Pneumatic Tool Hose Brand": "Marque de tuyau d'outil pneumatique",
  "sed in conveying Furnace Coolant, carrying Power Cables in Steel mills, Glass Industry and for other Non-Conductive Applications": "sed dans le transport de liquide de refroidissement de four, transportant des câbles d'alimentation dans les aciéries, l'industrie du verre et pour d'autres applications non conductrices.",
  "Smooth Fabric marked Green Synthetic Rubber, Heat, Weather & Abrasion Resistant Glass fiber cover c": "Tissu lisse marqué caoutchouc synthétique vert, résistant à la chaleur, aux intempéries et à l'abrasion. Capot en fibre de verre c",
  "Carbon Free Hose Brand": "Marque de tuyau sans carbone",
  "Steam Hose Brand": "Marque de tuyau de vapeur",
  "Rubber Conveyor Belt": "Bande transporteuse en caoutchouc",
  "he range of conveyor belts is generally installed in the conveyor system to transport differen": "La gamme de bandes transporteuses est généralement installée dans le système de convoyage pour transporter différents...",
  "The modular belt conveyor is the straight version of this onveyor type In combination with c": "Le convoyeur à bande modulaire est la version droite de ce type de convoyeur En combinaison avec c",
  "We are bracketed with the top most Open Roll Type Cotton Conveyor Belt Manufacturers, Exporter": "Nous sommes entre parenthèses avec les meilleurs fabricants, exportateurs de bandes transporteuses en coton de type rouleau ouvert...",
  "We are offering a wide array of pu conveyor belt We offer these belts in wide-range of sizes": "Nous proposons une large gamme de bandes transporteuses en pu. Nous proposons ces ceintures dans une large gamme de tailles...",
  "Our product range comprises Conveyor and Process Belt, Industrial Power Transmission Belts, Mo": "Notre gamme de produits comprend des bandes transporteuses et de processus, des courroies de transmission de puissance industrielles, Mo...",
  "ruber-conv-sing-info-trans": "a gamme de bandes transporteuses est généralement installée dans le système de convoyage pour transporter différentes marchandises, emballages, cartons, produits alimentaires et bien d'autres articles d'un endroit à un autre. Afin de garantir la sécurité de notre bande transporteuse en caoutchouc fabriquée, notre qualité les contrôleurs inspectent soigneusement et minutieusement divers paramètres. En raison de ses excellentes capacités de charge et de sa puissance élevée, la gamme fournie est extrêmement exigeante dans le traitement de différents matériaux, par exemple la forge, l'industrie alimentaire, l'industrie du concasseur, les lignes de construction, l'industrie mécanique, le ciment. l'industrie, l'industrie sucrière, etc. De plus, nos clients peuvent. Profitez de ce produit chez nous à des tarifs industriels de premier plan et dans un emballage personnalisé.",
  "General Widths 500 mm to 2200 mm": "Largeurs générales : 500 mm à 2200 mm",
  "Carcass Variety Available EP / NN": "Variété de carcasse disponible : EP / NN.",
  "Common Belt Rating 200 to 1800 kN/m": "Courant nominal courant : 200 à 1800 kN/m.",
  "No of Plies 2 to 7 ply": "Nombre de plis : 2 à 7 plis.",
  "Rubber Cover Thickness 3 mm to 25 mm (1/16” to 1”)": "Épaisseur du revêtement en caoutchouc : 3 mm à 25 mm (1/16 à 1)",
  "Edge Cut/Moulded Edge": "Bord : bord coupé/moulé.",
  "Splicing Method Hot/ Cold/ Mechanical": "Méthode d'épissage : chaud/froid/mécanique",
  "Rubber Conveyor Belt Brand": "Bande transporteuse en caoutchouc",
  "plastic-moduler-sing-info-trans": "a gamme de bandes transporteuses est généralement installée dans le système de convoyage pour transporter différentes marchandises, emballages, cartons, produits alimentaires et bien d'autres articles d'un endroit à un autre. Afin de garantir la sécurité de notre bande transporteuse en caoutchouc fabriquée, notre qualité les contrôleurs inspectent soigneusement et minutieusement paramètres. En raison de ses excellentes capacités de charge et de sa puissance élevée, la gamme fournie est extrêmement exigeante dans le traitement de différents matériaux, par exemple la forge, l'industrie alimentaire, l'industrie du concasseur, les lignes de construction, l'industrie mécanique, le ciment. l'industrie, l'industrie sucrière, etc. De plus, nos clients peuvent. Profitez de ce produit chez nous à des tarifs industriels de premier plan et dans un emballage personnalisé.",
  "Heavy duty construction": "Construction robuste",
  "Drift free design": "Conception sans dérive",
  "Easy to install": "Facile à installer",
  "Most Power saving design, UNI M-QNB Blue, 8 mm Thickness,": "Conception la plus économe en énergie, bleu UNI M-QNB, épaisseur 8 mm,",
  "Ammeraal Beltech ,Top Smooth, Poy-Proplene": "Ammeraal Beltech, Top Smooth, Poy-Proplene",
  "Plastic Modular Brand": "Marque modulaire en plastique",
  "White,Blue,Red,Green": "Blanc, bleu, rouge, vert",
  "Auto parts, Sorting, Separating Plastic, Metals, Inspection, Assembly lines, Manufacturing, Distribution, Warehouse": "Pièces automobiles, Tri, Séparation du plastique, Métaux, Inspection, Chaînes de montage, Fabrication, Distribution, Entrepôt",
  "cotton-belt-info-sing-trans": "Nous sommes entre parenthèses avec le convoyeur de coton de type rouleau le plus ouvert Fabricants, exportateurs et fournisseurs de ceintures du Tamil Nadu, Inde. Nous offrons une excellente gamme de coton de type rouleau ouvert Bande transporteuse conçue conformément aux directives et normes industrielles établies. Il est fabriqué à partir du meilleur fil de coton importé qui s'est avéré utile pour le refroidissement processus. Nous les proposons en différentes longueurs et épaisseurs pour répondre aux diverses exigences industrielles. Achetez-les chez nous à des prix imbattables.",
  "2 ply weaving": "tissage 2 brins",
  "4 ply weaving": "tissage 4 brins",
  "Raw White or Gray Color": "Couleur blanc ou gris brut",
  "Biscuit industry Tea industry Food Industry": "Biscuiterie Industrie du thé Industrie alimentaire",
  "Cotton Belt / Canvas Belt Brand": "Ceinture en coton / Marque de ceinture en toile",
  "printing-blanket-info-sing": "Notre gamme de produits comprend des bandes transporteuses et de processus, industrielles Courroies de transmission de puissance, chaînes et composants de convoyeurs modulaires, poulies industrielles et composants d'entraînement, rouleaux industriels Damon. Chacun de ces produits est fait de technologies de pointe et matériaux de haute qualité. Ils sont achetés auprès des fabricants autorisés et leaders. Et donc, ils sont incomparables en termes de qualité et utilisé en grande quantité par plusieurs industries. Les clients apprécient nos produits pour leurs hautes performances, durabilité, forte résistance à la rouille, prix économiques et faible entretien. De plus, nous offrons nos produits dans diverses techniques spécifications adaptées aux besoins précis du client.",
  "Printing Blanket Brand": "Marque de couverture d'impression",
  "Rubber Conveyer Belt": "Bande transporteuse en caoutchouc",
  "hPVC Layflat hose is a tough water discharge hoses made with a PVC cover and/or reinforced poly": "Le tuyau hPVC Layflat est un tuyau d'évacuation d'eau résistant fabriqué avec une couverture en PVC et/ou en poly renforcé...",
  "USEFUL LINKS": "LIENS UTILES",
  "Textile": "Textile",
  "Ports": "Ports",
  "Petroleum Gas": "Gaz de Pétrole",
  "Mining": "Exploitation minière",
  "Logistics Packaging": "Logistique Emballage",
  "Industrial Production Automation": "Automatisation de la production industrielle",
  "Food Processing": "Préparation des aliments",
  "Chemical Pharmaceutical": "Chimique Pharmaceutique",
  "Automobile Tyre": "Pneu automobile",
  "Agriculture Farming": "Agriculture Élevage",
  "Professional & Expertise": "Expertise professionnelle",
  "Our development and material proficiency accompany our products when they are used in any business": "Notre développement et notre maîtrise des matériaux accompagnent nos produits lorsqu'ils sont utilisés dans n'importe quelle entreprise.",
  "24*7 Availability": "Disponibilité 24*7",
  "Your comfort is our priority and therefore, all services and products are always accessible": "Votre confort est notre priorité et par conséquent, tous les services et produits sont toujours accessibles",
  "Business Integrity": "L'intégrité de l'entreprise",
  "Our Business is valued not only because of its impeccable products but due to its strong integrity": "Notre entreprise est appréciée non seulement en raison de ses produits impeccables, mais en raison de sa forte intégrité",
  "About Comapany": "À propos de la société",
  "Conveyor Belt": "Tapis roulant",
  "Flat Belt": "Ceinture plate",
  "Thank you, Jalaram Group of Companies, on behalf of the entire team, for all you did for us in 2020 We are looking forward to a good and prosperous 2021": "Merci, Jalaram Group of Companies, au nom de toute... l'équipe, pour tout ce que vous avez fait pour nous en 2020. Nous attendons avec impatience une bonne et prospère 2021.",
  "Tirth Agro (Shaktiman)": "Tirth Agro (Shaktiman)",
  "Thank you, Jalaram Group of Companies, on behalf of the entire team, for all you did for us in 2020 We are looking forward to a good and prosperous 2021": "Merci, Jalaram Group of Companies, au nom de toute l'équipe, pour tout ce que vous avez fait pour nous en 2020 Nous attendons avec impatience une bonne et prospère 2021",
  "They have consistently delivered a high-quality product on time They treat current and future business with professionalism": "Ils ont toujours livré un produit de haute qualité à temps Ils traitent les affaires actuelles et futures avec professionnalisme.",
  "Mac Power": "Alimentation Mac",
  "Jalaram Group of companies is a fantastic organization that works hard to uphold high quality, consistency, product awareness, and communication standards": "Le groupe de sociétés Jalaram est une organisation fantastique qui travaille dur pour maintenir des normes de qualité, de cohérence, de sensibilisation aux produits et de communication élevées.",
  "Adani Spices": "Épices Adani",
  "Jalaram has been a fantastic supplier to work with, and we value the high quality of their goods We will work to further improve our relationship in the future": "Jalaram a été un fournisseur fantastique avec lequel travailler et nous apprécions la haute qualité de leurs produits. Nous travaillerons pour améliorer encore nos relations à l'avenir.",
  "Essar Oil": "Huile Essar",
  "Jalaram Marketing is a business that prioritizes efficiency We are lucky to have them as a supplier Everyone on the team is dedicated to excellence": "Jalaram Marketing est une entreprise qui privilégie l'efficacité. Nous avons de la chance de les avoir comme fournisseur. Tous les membres de l'équipe sont voués à l'excellence.",
  "Hi-Bond Cement": "Ciment Hi-Bond",
  "Jalaram Group of Companies has a really inspiring culture Everyone is putting in a lot of effort to help the business prosper and is still thinking about the next step I didn't expect to feel so respected and supported, but the team was always willing to answer my questions and eager to see how my work progressed": "Jalaram Group of Companies a une culture vraiment inspirante. Tout le monde déploie beaucoup d'efforts pour aider l'entreprise à prospérer et pense toujours à la prochaine étape. Je ne m'attendais pas à me sentir aussi respectée et soutenue, mais l'équipe était toujours prête à répondre à mes questions et désireuse de voir comment mon travail progressait.",
  "Maahi": "Maahi",
  "Jalaram Group of companies is a fantastic provider for us Their turnaround time is excellent, and they rush our work when we request it Their production is outstanding": "Le groupe de sociétés Jalaram est un fournisseur fantastique pour nous. Leur délai d'exécution est excellent et ils précipitent notre travail lorsque nous le demandons. Leur production est exceptionnelle.",
  "Varmora": "Varmora",
  "They have consistently produced high-quality results We'd like to express our gratitude for assisting other small businesses in realising their full potential by ensuring that there is no distinction between small and large businesses Job and service are always of equal quality, and you always come through in a pinch": "Ils ont toujours produit des résultats de haute qualité. Nous aimerions exprimer notre gratitude pour avoir aidé d'autres petites entreprises à réaliser leur plein potentiel en veillant à ce qu'il n'y ait pas de distinction entre les petites et les grandes entreprises. Le travail et le service sont toujours de qualité égale, et vous vous en sortez toujours à la rigueur.",
  "Ultratech Cement": "Ciment Ultratech",
  "So far, I've been really pleased with you people, and I'd like to start sending you more work I'm certain that as we become more used to working together, it will become much easier": "Jusqu'à présent, j'ai été très satisfait de vous, et j'aimerais commencer à vous envoyer plus de travail. Je suis certain qu'à mesure que nous nous habituerons à travailler ensemble, cela deviendra beaucoup plus facile.",
  "TATA Chemicals Limited": "TATA Chemicals Limitée",
  "Industrial Hose": "Tuyau industriel"
}
