{
  "select_language": "Choisir la langue",
  "hello_welcome_to_react": "Bonjour, Bienvenue chez React",
  "this_is_an_example": "Ceci est un exemple",
  "please_enter_name": "Veuillez saisir le nom",
  "A_Symbol_of_Quality_Oriented_People": "Un symbole de personnes axées sur la qualité ",
  "know more": "saber más",
  "Quality for us is a habbit, which meets your expectations everytime": "La calidad para nosotros es un hábito, que siempre cumple con sus expectativas",

  "Our Story": "Nuestra historia",
  "Commited to High": "Comprometida con la alta",
  "Quality": "Calidad",
  "Service": "Servicio",
  "Amazing things happen to your business when we connect those dots of utility and value": "Suceden cosas asombrosas en su negocio cuando conectamos esos puntos de utilidad y valor.",
  "our_story_home_txt": "Jalaram Group, una empresa familiar establecida en 1981, ha estado activa en el suministro de productos y soluciones para aplicaciones agrícolas e industriales durante más de tres décadas. Desde aquellos primeros días, el grupo ha aumentado constantemente su capacidad y experiencia para abarcar una amplia gama de productos avanzados.",
  "About Us": "Sobre nosotras",

  "Our": "Nuestros",
  "Products": "productos",
  "ourproduct_txt": "Nuestros Productos pasan por una serie de procesos para asegurar su resistencia y estabilidad. Brindamos soluciones personalizadas y orientadas al diseño que forman un flujo fluido de procesos de trabajo.",

  "Our": "Nuestras",
  "Brands": "marcas",
  "ourbrand_txt": "Hemos establecido un paradigma de productos perfectos y orientados a la calidad al trabajar con estas marcas famosas en todo el mundo. La responsabilidad en el mercado y la innovación en los productos han sido siempre nuestros puntos fuertes.",

  "Testimonial": "Testimonial",
  "testi_txt": "El único lema de nuestro negocio es entregar mercancías y materiales que sean perfectos según las necesidades de los clientes y hacer que sus procesos comerciales sean extremadamente fáciles. ¡Eche un vistazo a lo que nuestros clientes tienen que decir sobre lo mismo!",

  "Happy Client": "CLIENTE FELIZ",
  "WORKERS HAND": "MANO DE TRABAJADORES",
  "ACTIVE EXPERT": "EXPERTO ACTIVO",
  "TOTAL AWARDS": "PREMIOS TOTALES",

  "Jalaram Marketing Products": "Productos de marketing de Jalaram",
  "Best Branded Products at Cost-effective prices": "¡Los mejores productos de marca a precios rentables!",
  "footeruo_txt": "¡Desde hace tres décadas, hemos aprendido la habilidad de nuestro negocio y lo hemos estado jugando mejor que los demás!",

  "Follow Us": "Síganos",
  "JALARAM MARKETING": "MARKETING JALARAM",
  "footer-forst-part-txt": "Jalaram Group, una empresa familiar establecida en 1981, se ha mantenido activa en el suministro de productos y soluciones para aplicaciones agrícolas e industriales durante más de tres décadas.",
  "QUICK LINKS": "ENLACES RÁPID OS",
  "CONTACT US": "CONTÁCTENOS",
  "About Us": "Sobre nosotras",
  "Mission, Vission & Values": "Misión, Visión y Valores",
  "Our Strength / Competencies": "Nuestra Fuerza / Competencias",
  "Awards And Recognitions": "Premios y reconocimientos",
  "Industries & Applications": "Industrias y Aplicaciones",
  "Solutions": "Soluciones",
  "Replacement Parts": "Piezas de repuesto",
  "Contact Us": "Contacta con nosotras",
  "Blog": "Blog",
  "ADDRESS": "DIRECCIÓN",
  "RAJPUTPARA MAIN ROAD, RAJKOT - 360 001": "CARRETERA PRINCIPAL DE RAJPUTPARA, RAJKOT - 360 001,",
  "GUJARAT,INDIA": "GUJARAT, INDIA",
  "FACTORY UNIT": "UNITÉ D'USINE",
  "PLOT NO HARIPAR PAL INDUSTRIAL AREA": "PARCELA Nº8 ZONA INDUSTRIAL HARIPAR PAL,",
  "OPP MOTEL THE VILLAGE KALAWAD ROAD RAJKOT": "OPP. MOTEL THE VILLAGE, KALAWAD ROAD, RAJKOT –",
  "360 005 GUJARAT INDIA": "360 005 GUJARAT, INDIA",
  "PHONE": "TELÉFONO",
  "EMAIL": "CORREO ELECTRÓNICO",
  "INFOJALARAMMARKETINGCOM": "INFO@JALARAMMARKETING.COM",
  "About Company": "Acerca de la compañía",
  "Industrial & Application": "Aplicación industrial",
  "Solution & Service": "Solución y servicio",
  "Contact": "Contacto",
  "Business Inquery": "Consulta comercial",
  "Partner With Us": "Asociarse con nosotras",
  "about-ourstory-head-main": "Nuestra historia",
  "Running a": "ejecutando un",
  "successful business": "Negocio exitoso",
  "since 1981": "desde 1981",
  "about-company-ourstory-txt-par-first": "Fundado en 1981, Jalaram Group ha estado activo en el suministro de productos y soluciones para aplicaciones agrícolas e industriales durante más de tres décadas.",
  "about-company-ourstory-txt-par-sec": "Desde aquellos primeros días, la compañía ha aumentado constantemente su capacidad y experiencia para abarcar una amplia gama de productos avanzados.",
  "about-company-ourstory-txt-par-third": "Nuestra misión es ofrecer un alto rendimiento a los usuarios finales a través de productos y soluciones innovadores. Nos enfocamos en asociaciones cercanas con los clientes para ofrecer productos personalizados e innovadores de alto rendimiento. La empresa se esfuerza constantemente por brindar un excelente servicio al cliente y una mejora continua de la productividad.",
  "SHOWROOM SQ FT": "SALA DE EXPOSICIONES (PIES CUADRADOS)",
  "WAREHOUSE SQ FT": "ALMACÉN (PIES CUADRADOS)",
  "DEALERS": "DISTRIBUIDORAS",
  "TURNOVER IN MILLION": "FACTURACIÓN (EN MILLONES)",

  "carddown-part-head": "Estamos prosperando y construyendo mejores productos.",
  "carddown-part-par-txt": "Jalaram Group fabrica, comercializa y exporta productos tales como tubería de manguera plana Lay, tubería de jardín, tubería de succión, cinta transportadora, correa en V, motores autocebantes, etc. La empresa opera a través de Jalaram Machinery Stores, Jalaram Marketing, Jalaram Trading Company y Jalaram Plástico innovador. Con tres generaciones de experiencia en el negocio, nos adherimos al valor central Calidad exigida por el mercado al precio más razonable y relación sostenida a través de una política comercial orientada al cliente.",
  "Manufacturers": "Fabricantes",
  "carddown-manufaacturer-txt": "Jalaram Marketing es su fabricante de productos comprobados que garantiza una solución integral para todo tipo de requisitos de fabricación.",
  "Trades": "Vientos alisios",
  "carddown-part-trade-txt": "Ahora atendemos operaciones comerciales en toda la India y todas las plataformas comerciales globales ubicadas en todo el mundo.",
  "Exports": "Exportaciones",
  "carddown-part-Exports": "Las empresas de todo el mundo pueden acceder a nuestros productos con condiciones de uso óptimas y transparencia en términos comerciales.",
  "aboutus-footertop-part=head": "Brindamos el servicio excepcional que nos gustaría experimentar nosotros mismos.",
  "aboutus-footertop-part-par-first": "Esta política comercial nos llevó a pasar de ser un pequeño comerciante que comerciaba en el mercado minorista a fabricar, comercializar y exportar productos por valor de Rs. 30 millones de rupias (300 millones de rupias) al año. Producción de acciones por valor de Rs. 15 millones de rupias (150 millones de rupias) durante el período de temporada alta.",
  "aboutus-footertop-part-par-sec": "Con más de 4500 distribuidores en todo el estado de Gujarat y más de 250 distribuidores fuera de Gujarat, nos permite ampliar nuestro horizonte comercial. Llegamos hasta Rajasthan, Madhya Pradesh, Maharashtra, West Bengal, Karnataka, Andhra Pradesh, Kerala, Uttar Pradesh y Punjab en el mercado interno. Para las exportaciones, tenemos una base de clientes en países africanos, países árabes de Medio Oriente, países de Asia Central como Tayikistán, Uzbekistán, países del sur de Asia como Nepal, Shri Lanka y Bután, etc.",

  "aboutus-footertop-part-par-third": "Para atender el suministro diario, contamos con 8000 m2. Pie. Showroom y 100000 Sq. Pie. Grandes instalaciones de almacenamiento: estas cifras simplemente indican nuestra capacidad de stock y rapidez en términos de entrega.",
  "aboutus-footertop-part-par-fourth": "Nuestro objetivo es mejorar la calidad y la tecnología de todos nuestros productos a través de nuevas características y nuevas introducciones. Nuestra empresa se asegura además de mantener el nivel de calidad de los productos y mejorarlo a través de funciones adicionales. Como empresa altamente profesional, podemos llevar a cabo la producción a granel y cumplir con nuestros plazos a tiempo, lo que nos ayuda a ganar la confianza de nuestros clientes. También hacemos todo lo posible para mantenernos al día con las últimas tendencias de la industria para mantenernos a la vanguardia en el escenario competitivo actual.",
  "aboutus-footertop-part-par-fifth": "Por lo tanto, estamos en una posición única para ofrecer experiencia global y experiencia local para satisfacer las demandas del mercado indio e internacional de productos técnicamente superiores a precios competitivos. Además de la gama actual de productos líderes en el mercado de alta calidad, estamos agregando una amplia gama de productos de transmisión de potencia de marcas globales que no estaban disponibles anteriormente en el mercado indio.",
  "COPYRIGHT": "COPYRIGHT © 2020 JALARAM MARKETING TODOS LOS DERECHOS RESERVADOS",

  "We create the best": "Nosotras creamos la mejor",
  "products for you": "productos para ti",
  "vvmpart-first-flex-part2-first-par-txt": "Nuestra misión, visión y valores son los cimientos sobre los que se asienta nuestra empresa. Nos definen como empresa. Crean e impulsan nuestra cultura de excelencia.",
  "vvmpart-first-flex-part2-first-sec-txt": "Nuestra misión describe nuestro propósito organizacional. Nuestra visión define nuestros objetivos. Nuestros valores sirven como principios rectores. Juntas, estas declaraciones son la base de cómo servimos a nuestros clientes, proveedores y consumidores, cómo nos tratamos unos a otros y la forma en que operamos como empresa. Colectivamente, dan forma a nuestra empresa, ahora y en el futuro.",
  "HomeHeroTitle": "Hogar",

  "ourvision-heading-Our": "Nuestra",
  "ourvision-heading-Vision": "Visión",
  "ourvision-txt-trans": "Convertirnos en la empresa de fabricación y comercialización de referencia que ofrece productos de clase mundial a clientes satisfechos a través de la mejora continua impulsada por la integridad, el trabajo en equipo y la creatividad de nuestra gente.",

  "ourmissionOur": "Nuestra",
  "ourmissionMssion": "Misión",

  "ourmision-txt-trans-line-first": "Hacer equipo con nuestros clientes para obtener resultados.",
  "ourmision-txt-trans-line-sec": "Innovar y expandirse en nuevos segmentos y nuevas geografías.",
  "ourmision-txt-trans-line-third": "RTO proporciona soluciones integradas y asegura que en todos los lugares donde hacemos negocios, lideramos.",
  "ourmision-txt-trans-line-fourth": "Existir para el cliente durante todo el día.",

  "ourvalues-heading-Our": "Nuestra",
  "ourvalues-heading-Values": "Valores",
  "ourvalues-head-txt": "Los valores son los que construyen el carácter, la cultura y el carisma de una empresa. Nuestros valores son los que nos permiten mantener feliz a nuestra clientela hasta el final de los tiempos.",
  "Integrity": "Integridad",
  "Customer Satisfaction": "La satisfacción del cliente",
  "Quality": "Calidad",
  "People Teamwork": "Personas / Trabajo en equipo",
  "Partnering": "Asociación",
  "ourvalues-card-txt-first": "Honrando los compromisos asumidos con nuestros clientes y proveedores en nuestras actividades diarias. Crear un ambiente donde la responsabilidad personal se logre en todos los aspectos del negocio a través de la justicia y el respeto.",
  "ourvalues-card-txt-sec": "Ser proactivo, innovador y flexible en la creación de procesos y planes para cumplir o superar las expectativas del cliente. Entender los requerimientos de nuestros clientes y entregarlos continuamente.",
  "ourvalues-card-txt-third": "Esforzarse por lograr mejoras continuas en la calidad de cada pieza que producimos. Estamos comprometidos a brindar un servicio superior con mano de obra de la más alta calidad.",
  "ourvalues-card-txt-fourth": "Nuestra ventaja competitiva la genera nuestra gente. Empoderar a nuestra gente con un entorno de aprendizaje donde las ideas y el conocimiento se comparten y ejecutan para mejorar nuestro entorno de trabajo y la satisfacción del cliente. Damos la bienvenida al cambio, nos enorgullecemos de todo lo que hacemos y brindamos las mejores prácticas en todas las áreas de Sunset.",
  "ourvalues-card-txt-fifth": "Integrating our manufacturing practices to meet our customer's demands in a timely, cost efficient manner. One in which is mutually beneficial for both Jalaram Group and our customers. Constant communication and planning is the essential to creating the true business partnerships we are successful in developing.",

  "hero-heading-our-strength": "nuestra fuerza",
  "ourstrength-Our": "nuestra",
  "ourstrength-Strength": "Fortaleza",
  "ourstrengthpage-txt": "Nuestra fortaleza está en nuestra diversidad y gama de productos y servicios que podemos ofrecer. Nuestra cartera de marcas reconocidas y nuestra amplia presencia nos permiten ayudar a clientes de todos los tamaños en prácticamente todas las geografías a impulsar el éxito en cada etapa de su cadena de valor. Estratégicamente alineados en nuestros dos negocios principales, agricultura e industria, nuestros productos y servicios tocan casi todos los procesos de fabricación y producción.",
  "Tarpaulins": "Lonas",
  "1000": "mil",
  "Clients": "Clientas",
  "Authorised": "Autorizada",
  "Network": "Red",
  "Leader": "Líder",
  "20+": "20+",
  "Wide range of heavy-duty Tarpaulins for Various Applications": "Amplia gama de lonas resistentes para diversas aplicaciones",
  "Thousand pieces of V-belt in varied section & sizes": "Mil piezas de correa trapezoidal en secciones y tamaños variados",
  "Distributor of World Renowned Brands": "Distribuidor de marcas de renombre mundial",
  "of 4500 dealers accross Gujarat and 250 dealers outsode Gujarat": "de 4500+ distribuidores en Gujarat y 250+ distribuidores fuera de Gujarat",
  "in selling Lay Flat Hose Pipe PVC Kishan Pipe": "en la venta Lay Flat Manguera Tubería PVC Kishan Pipe",
  "meters of conveyor belt in our warehouse as stock": "metros de cinta transportadora en nuestro almacén como stock",
  "different types of canvas & nylon flat conveyor belts": "diferentes tipos de cintas transportadoras planas de lona y nailon",
  "ourstrength-downpart-par-first": "Producimos más de 20 tipos diferentes de bandas transportadoras planas de lona y nailon basadas en varias combinaciones de capas y tamaños que van desde productos comerciales hasta productos exclusivos de alta calidad.",
  "ourstrength-downpart-par-sec": "Para correa trapezoidal tenemos en stock hasta 100 mil piezas de variadas secciones y tamaños para comodidad de nuestros clientes. En un momento dado tendemos a tener 10000 metros de cinta transportadora en nuestro almacén como stock. Nosotros también oferta en productos del mundialmente reconocido fabricante de correas trapezoidales Continental ContiTech India. ContiTech India ofrece correas de transmisión de potencia, componentes y sistemas completos de transmisión por correa. La tremenda respuesta positiva de la industria nos hizo prever un enorme potencial para las correas trapezoidales de distribución, dentadas y acanaladas de calidad en Saurashtra, región de Kutch.",
  "ourstrength-downpart-par-third": "Somos líderes en la venta de mangueras planas (PVC Kishan Pipe) en términos de ventas y servicios en todo Gujarat. La introducción de la marca Jumbo Flex TM como producto de alta calidad virgen nos permitió arrebatar una importante participación de mercado en el mercado de tuberías de succión vírgenes de alto grado.",
  "ourstrength-downpart-par-fourth": "También ofrecemos una gran variedad de lonas resistentes. Disponible en diferentes opciones que incluyen lonas de lona de algodón, lonas de PVC, lonas de HDPE y otras para satisfacer las demandas específicas de acabado de los clientes. Además, nuestra experiencia radica en hacer que estén disponibles en diferentes colores donde se pueden coser en cualquier tamaño según las demandas específicas de los clientes. También podemos equiparlos con pesados ​​ojales de aluminio o latón a intervalos regulares.",
  "ourstrength-downpart-par-fifth": "En JMS creemos en el crecimiento continuo y el desarrollo de la gama de productos. Recientemente presentamos dos marcas diferentes de motores autocebantes para trabajos ocasionales de gestión de agua y obtuvimos un éxito notable.",
  "ourstrength-downpart-par-six": "Nuestro éxito también está impulsado por nuestra gente y su compromiso de obtener resultados de la manera correcta operando de manera responsable, ejecutando con excelencia, aplicando tecnologías innovadoras y capturando nuevas oportunidades de crecimiento rentable.",
  "ourstrength-downpart-par-seven": "Creemos en el poder del individuo. El poder de hacer más. Para hacer más. Ser más.",

  "our-award-Our": "Nuestra",
  "our-award-Awards": "Premios",
  "our-awardspage-head-txt": "¡En Jalaram Marketing, el trabajo en equipo y la inteligencia juegan un papel importante en su progreso!",

  "Our Business Arena": "Nuestro campo de negocios",
  "our-business-arena-head-txt": "Comenzamos nuestro negocio hace tres décadas y hemos expandido nuestras raíces a varias industrias.",
  "Automobile": "Automobile",
  "Agriculture & Farming": "Agricultura y Ganadería",
  "Industrial Production & Automation": "Producción Industrial y Automatización",
  "Food & Processing": "Alimentos y Procesamiento",
  "Chemical & Pharmaceuticals": "Químico y Farmacéutico",
  "Minning": "minería",
  "Logistics & Packaging": "Logística y Embalaje",
  "Petroleum & Gas": "Petróleo y gas",
  "Wind Energy": "Energía eólica",
  "Textile": "Textil",
  "Ports": "Puertos",
  "best-solution-Best": "La mejor",
  "best-solution-Solutions": "Solución",
  "best-solution-head-txt": "Nuestros Productos, el Legado de la empresa y la eficiencia de los productos personalizados nos permiten brindar soluciones óptimas con términos y condiciones comerciales puntuales, que hacen felices a nuestros clientes.",
  "best-solution-txt-par-first": "Jalaram Group se compromete a brindarle lo mejor en ambos calidad del producto y servicio al cliente. Nuestro equipo te hará un prioridad. Como proveedor líder y proveedor de soluciones, buscamos asociaciones con los fabricantes más avanzados y de mayor reputación de varias verticales. Estos probados y fuertes trabajos Las relaciones nos permiten brindarle soluciones de una manera más manera rentable y eficiente en el tiempo. Al trabajar con un variedad de fabricantes, podemos ofrecerle una gama de soluciones que un fabricante no podría. Eso significa buscar la mejor solución para usted con la entrega más rápida y el mejor precio.",
  "best-solution-txt-par-sec": "Podemos mejorar su productividad proporcionando soluciones de automatización innovadoras, equipos confiables y mejoras en los procedimientos. Desde el concepto y el diseño hasta la instalación, Jalaram Group es su integrador de sistemas de fuente única. Brindamos a nuestros clientes soluciones bien diseñadas y basadas en el valor, complementadas con ingeniería profesional, administración de proyectos, servicios de instalación, capacitación operativa y de seguridad, y servicios de soporte posventa. El servicio es el valor que aportamos a cada proyecto y es la base de nuestro crecimiento.",
  "best-solution-txt-par-third": "Jalaram Group tiene un historial comprobado de excelencia en el desarrollo e implementación de soluciones para usted. Somos reconocidos por proporcionar sistemas a nuestros clientes a tiempo, dentro del presupuesto y dentro del alcance.",
  "best-solution-txt-par-fourth": "Ningún proyecto es demasiado pequeño o demasiado grande para nosotros. Estamos comprometidos a brindar un servicio de calidad, especialmente cuando necesita soporte.",

  "Replacement": "Reemplazo",
  "Parts": "Partes",
  "replpart-head-txt": "Hay muchas variaciones de pasajes de Lorem Ipsum. La industria de la composición tipográfica ha sido el texto ficticio estándar de la industria desde que fue una imprenta desconocida.",
  "replpart-txt-par-first": "Jalaram se enorgullece de su producto. Hacemos todo lo posible para proporcionar el mejor producto de calidad y valor en el mercado. Nuestro objetivo es asegurarnos de que reciba lo que necesita en perfectas condiciones y que tenga la experiencia más agradable. Por estas razones, le brindamos varias opciones de servicio y soporte.",
  "replpart-txt-par-sec": "La disponibilidad de piezas de repuesto es un elemento clave para proporcionar una respuesta rápida y soporte de productos para los clientes que realizan su propio mantenimiento. Al proporcionar piezas de calidad y un soporte receptivo, ayudaremos a que sus productos vuelvan a tener el máximo rendimiento.",
  "replpart-txt-par-third": "Su operación depende de obtener las piezas correctas y un servicio experimentado cuando sea necesario. Nuestra división de repuestos cuenta con una amplia gama de repuestos y componentes nuevos. Si no lo tenemos en stock, podemos pedir las piezas que necesita a la medida y enviarlas.",
  "replpart-txt-par-fourth": "Para obtener repuestos o piezas de repuesto, comuníquese con el servicio de atención al cliente de Jalaram al número que aparece a continuación.",

  "Industrial Application": "Aplicación industrial",
  "Industrial": "Industrial",
  "Applications": "Aplicaciones",
  "induapp-head-txt": "La mayor USP de nuestros productos es que se pueden usar en múltiples industrias de varias maneras. Estamos orgullosos del hecho de que nuestros productos ayuden a las principales industrias a escala mundial.",
  "Welcome to Jalaram Marketing-nav-head": "Bienvenido a Jalaram Marketing",
  "Have any question?": "¿Tiene alguna pregunta?",
  "Feedback & Suggestion": "Comentarios y sugerencias",

  "Conveyor Belts": "Cintas transportadoras",
  "Power Transmission": "Transmisión de potencia",
  "Industrial Lubricant": "Lubricante Industrial",
  "Industrial Oil": "Aceite Industrial",
  "Industrial Grease": "Grasa Industrial",
  "Tools": "Herramientas",
  "Tarpaulin": "Lona alquitranada",
  "Agriculture Hose": "manguera de agricultura",
  "Flat belt": "Cinturon plano",
  "Industrial Hose": "manguera industrial",
  "Air & Multipurpose Hose": "Manguera de aire y multipropósito",
  "Pulley": "Polea",

  "Contact Person": "PERSONA DE CONTACTO",
  "EMAIL": "CORREO ELECTRÓNICO",
  "Mr Shyam Ghedia": "Sr. Shyam Ghedia",
  "PHONE": "TELÉFONO",
  "Jalaram Chambers": "Cámaras Jalaram",
  "Rajputpara Main Road, Rajkot - 360 001 Gujarat, INDIA": "Calle principal de Rajputpara, Rajkot - 360 001 Gujarat, INDIA",
  "E-mail": "Correo electrónico",
  "Phone Numbers": "Números de teléfon",
  "Factory Unit": "Unidad de fábrica",
  "footer-factory-addr": "Parcela No.8, Área Industrial Haripar Pal, Opp.Motel The Village, Kalawad Road, Rajkot – 360 005 Gujarat, INDIA",
  "Whatsapp No": "número de Whatsapp",
  "Office Hours": "Horas de oficina",
  "Mon To Sat - 10.00 - 07.00": "Lunes a Sábado - 10.00 - 07.00",
  "Sunday - Close": "Domingo - Cerrado",

  "Business Inquery": "Investigación empresarial",
  "Do you have any questions? Your Interest in us is our opportunity to impress you!": "¿Tiene usted alguna pregunta? ¡Su Interés en nosotros es nuestra oportunidad de impresionarlo!",
  "First Name": "Nombre de pila",
  "Last Name": "Apellido",
  "Mobile": "Móvil",
  "Your Email Id": "Su identificación de correo electrónico",
  "Company Name": "nombre de empresa",
  "City": "Ciudad",
  "Address": "DIRECCIÓN",
  "Tell us about your project or idea": "Cuéntanos tu proyecto o idea",
  "Send Message": "Enviar mensaje",
  "Feedback & Suggestion": "Comentarios y sugerencias",
  "Your suggestions and feedback give us invaluable insights into keeping you happy. Have something to share? Do let us know!": "Sus sugerencias y comentarios nos brindan información invaluable para mantenerlo feliz. ¿Tienes algo para compartir? ¡Háganos saber!",
  "Email": "Correo electrónico",
  "Message": "Mensaje",
  "Partner With Us": "Asociarse con nosotras",
  "Do you have any questions? Your Interest in us is our opportunity toimpress you!": "¿Tiene usted alguna pregunta? ¡Su Interés en nosotros es nuestra oportunidad de impresionarlo!",
  "Genral Details": "Detalles generales",
  "Proprietor Director Name": "Nombre de la propietaria / directora",
  "Contact Number": "Número de contacto",
  "Additional Details": "Detalles adicionales",
  "Contact Person Name": "Nombre del Contacto ",
  "Alternate Email": "Correo electrónico alternativo",
  "Postal Code": "Código Postal",
  "State": "Estado",
  "Country": "País",
  "Telephone": "Teléfono",
  "Select Type Establishment": "Seleccione Tipo Establecimiento",
  "Sole Proprietory Concern": "Preocupación de propiedad exclusiva",
  "Partnership Concern": "Preocupación de asociación",
  "Private Limited Company": "Sociedad de responsabilidad limitada",
  "PublicLimited Company": "Compañía pública limitada",
  "Year Of Establishment": "Compañía pública limitada",
  "Yearly Revenues (In Lakhs)": "Ingresos anuales (en lakhs)",
  "Number Of Employee": "Número de empleada",
  "Area Of Business/Expertise": "Área de negocio/Experiencia",

  "Power Transmission": "Transmisión de potencia",
  "V Belt": "correa trapezoidal",
  "Timing belt": "correa de distribución",
  "Poly V Belt": "Cinturón poli V.",
  "Specialized belt": "cinturón especializado",
  "The v-belts are made of rubber with fabric cords to transmit power and its covered with a prot": "Las correas trapezoidales están hechas de caucho con cordones de tela para transmitir la potencia y están recubiertas con una p...",
  "With rich industry experience and knowledge, we are known as the leading firm actively engaged": "Con una rica experiencia y conocimiento de la industria, somos conocidos como la empresa líder que participa activamente",
  "Our organization is renowned in offering Poly V Belt to our clients Some of notable attribute": "Nuestra organización es reconocida por ofrecer Poly V Belt a nuestros clientes. Algunos de atributo notable",
  "The rough top conveyor belts are ideally designed for distribution of light weight goods frag": "Las cintas transportadoras rugosas superiores están diseñadas idealmente para la distribución de mercancías ligeras, fragmentos",
  "Cutting Oil": "Aceite de corte",
  "Gear Oil": "Aceite para engranajes",
  "Hydraulic Oil": "Aceite hidráulico",
  "Engine Oil": "Aceite de motor",
  "Speciality Oil": "Aceite de especialidad",
  "Food Grade Oil": "Aceite de grado alimenticio",
  "Cutting fluid is a type of coolant and lubricant designed specifically for metalworking": "El fluido de corte es un tipo de refrigerante y lubricante diseñado específicamente para trabajos en metal.",
  "Gear oil is a lubricant made up of artificially made chemical compounds; these comp": "El aceite para engranajes es un lubricante hecho de compuestos químicos hechos artificialmente; estas composiciones",
  "Lorem Ipsum is simply dummy text of the printing and typesetting i": "Lorem Ipsum es simplemente texto ficticio de la impresión y composición tipográfica i...",
  "Synthetic Grease": "Grasa sintética",
  "General Purpose Grease": "Grasa de uso general",
  "Food Grade Grease": "Grasa de grado alimenticio",
  "High Temperature Grease": "Graisse haute température",
  "Hand tools have been used by humans since the Stone Age when stones were used for hammering an": "Los seres humanos han utilizado herramientas manuales desde la Edad de Piedra, cuando las piedras se usaban para martillar un",
  "Hand Tool": "Herramienta de mano",
  "Power Tool": "Herramienta eléctrica",
  "HDPE Tarpaulin": "Lona de HDPE",
  "Laminated Tarpaulin": "lona laminada",
  "Shade Net": "Red de sombra",
  "Pond Liners": "Revestimientos para estanques",
  "Mulching Film": "Película de mantillo",
  "PVC": "CLORURO DE POLIVINILO",
  "Tarpaulins are made from HDPE woven fabrics laminated on both sides with LLDPE an": "Las lonas están hechas de H.D.P.E. tejidos laminados por ambas caras con LLDPE y",
  "CROSS LAMINATED TARPAULIN is an innovative complete protection, all weather cover made from mu": "CROSS LAMINATED TARPAULIN es una protección completa innovadora, cubierta para todo clima hecha de mu",
  "Tarpaulin": "Lona alquitranada",
  "Agro Shade Nets are used in agricultural areas for a variety of applications & nb": "Agro Shade Nets se utilizan en áreas agrícolas para una variedad de aplicaciones & nb",
  "A pond liner is an impermeable geomembrane used for retention of liquids, including the lining": "Un revestimiento de estanque es una geomembrana impermeable utilizada para la retención de líquidos, incluido el revestimiento...",
  "PVC Left Flat Hose / Kisan Pipe": "Manguera plana izquierda de PVC / Tubería Kisan",
  "PVC suction hose": "Manguera de succión de PVC",
  "PVC Garden Hose": "Manguera de jardín de PVC",
  "PVC Layflat hose is a tough water discharge hoses made with a PVC cover and/or reinforced poly": "La manguera plana de PVC es una manguera de descarga de agua resistente hecha con una cubierta de PVC y/o poliéster reforzado...",
  "Medium-duty, lightweight construction; retains flexibility in cold weather Smooth-bore tube m": "Construcción liviana de servicio mediano; conserva la flexibilidad en climas fríos. tubo de ánima lisa m...",
  "Garden hoses are typically made of synthetic rubber or soft plastic, reinforced with an intern": "Las mangueras de jardín suelen estar hechas de caucho sintético o plástico blando, reforzadas con un interno...",
  "Elevator belt": "cinturón de ascensor",
  "Nylon Flat Belt": "Cinturón plano de nailon",
  "Canvas Flat belt": "Cinturón plano de lona",
  "Flat belts are used in line shafting to transmit power in factories The flat belt is a simple": "Las correas planas se utilizan en ejes de línea para transmitir potencia en las fábricas. El cinturón plano es un simple...",
  "Air": "Aire",
  "Steam Hose": "Manguera de vapor",
  "Sandblast Hose": "Manguera de chorro de arena",
  "Rock Drill Hose": "Manguera de perforación de roca",
  "Air / Water hose": "Manguera de aire / agua",
  "Pneumatic Tool Hose": "Manguera para herramientas neumáticas",
  "Air Water hose": "Manguera de agua de aire",
  "Carbon Free Hose": "Manguera libre de carbono",
  "hoses made from the highest quality materials can stand up to the high temperatures and hig": "Las mangueras fabricadas con materiales de la más alta calidad pueden resistir las altas temperaturas y las altas temperaturas...",
  "air and multipurpose hoses are engineered to meet the specific requirements and industry speci": "Las mangueras de aire y multipropósito están diseñadas para cumplir con los requisitos específicos y las especificaciones de la industria...",
  "Taper bush v Belt Pulley": "Casquillo cónico v Polea de correa",
  "Timing / Pulley v Belt Pulley": "Polea de sincronización / polea de correa",
  "Poly-V is a multi rib belt drive whose special construction allows it to be used with very": "Poly-V es una transmisión por correa acanalada cuya construcción especial permite su uso con muy",
  "Positive grip of belt teeth with pulley tooth eliminate slippage and speed variation Drive": "El agarre positivo de los dientes de la correa con el diente de la polea elimina el deslizamiento y la variación de velocidad...",

  "VBelt": "V cinturón",
  "vbelt-sing-info-sec": "Las correas trapezoidales están hechas de goma con cordones de tela para transmitir potencia y están cubiertas con una capa protectora. Los hilos transmiten la fuerza del conductor a la polea conducida, transmitiendo así la potencia. El número de cables aumenta en función de los requisitos de fuerza. La capa de caucho transmite la fuerza del cordón a las capas laterales.",
  "Specification": "Especificación",
  "Additional Information": "información adicional",
  "Application": "Solicitud",
  "Polyester cord": "Cordón de poliéster",
  "Neoprene jacketed": "con camisa de neopreno",
  "Anti-Static": "Antiestática",
  "Dimensional accuracy": "Précision dimensionnelle",
  "Light weight": "peso ligero",
  "High strength": "Alta resistencia",
  "Oil & Heat resistance": "Resistencia al aceite y al calor",
  "Used in many industries": "Utilizado en muchas industrias",
  "Low maintenance cost": "Bajo costo de mantenimiento",
  "Material": "Material",
  "Neoprene Rubber, Nylon Cords": "Goma de neopreno, cuerdas de nailon.",
  "Color": "Color",
  "Black colour only": "Solo color negro",
  "V Belt Brand": "Marca de cinturón en V",
  "Other Products": "Otros productos",
  "Printing Blanket": "Manta de impresión",
  "timmingbelt-sing-info-sec": "Con una rica experiencia y conocimiento de la industria, somos conocidos como el Empresa líder comprometida activamente en el suministro de correas dentadas. Estos las correas de distribución son revisadas antes del envío para asegurar su calidad en nuestra parte. Las correas dentadas ofrecidas son ampliamente aclamadas por su durabilidad y óptimo acabado. El nuevo embalaje de los kits de correas de distribución más la bomba de agua es más moderno y protege el producto mejor contra las influencias externas.",
  "Denmark Standard 2215, British Standard 3790": "Norma danesa 2215, Norma británica 3790",
  "temperature range, depending on application, from -20 to +100": "rango de temperatura, dependiendo de la aplicación, de -20 a +100",
  "suitable for tropical climates": "Apta para climas tropicales",
  "maintenance-free": "libre de mantenimiento",
  "suitable for counterbendings": "Apta para contraindicaciones",
  "Timing belt Brand": "Marca de la correa de distribución",
  "polyvbelt-sing-info": "Nuestra organización es reconocida por ofrecer Poly V Belt a nuestros clientes. Algunos de los atributos notables de nuestra gama son alta resistencia a la tracción, cuerpo robusto, capacidad para soportar los efectos de la presión con facilidad. Es resistente a la corrosión y es ideal para su uso en industrias. Existe una gran demanda de nuestra gama entre",
  "Conditionally resistant to oil": "Condicionalmente resistente al aceite.",
  "Temperature range from -30C to +80C": "Temperature range from -30C to +80C",
  "Electrically conductive to ISO 1813": "Conductora eléctrica según ISO 1813",
  "Suitable for tropical climates": "Apta para climas tropicales",
  "Suitable for counterbendings": "Apta para contraindicaciones",
  "Reduced noise level": "Nivel de ruido reducido",
  "Poly V Belt Brand": "Marca de cinturón Poly V.",
  "Specialized belt": "cinturón especializado",
  "specilized-belt-sing-info": "Las cintas transportadoras rugosas superiores están diseñadas idealmente para la distribución de mercancías ligeras, frágiles y embaladas como vidrio, papel, bolsas, cajas o cartones que estén inclinados en un ángulo de 25 a 35 grados o en dirección horizontal. La textura de la superficie antideslizante (superficie rugosa) es ideal para aplicaciones con pendientes/descensos pronunciados y restringe la tendencia del material a rodar. retroceder o caerse del transportador.",
  "Belts are designed for Zero spillage and to felicitate faster and bulk material handling, 4 times compared to standard conveyor belting in terms of transporting capacity;": "Las bandas están diseñadas para Cero derrames y para felicitar un manejo más rápido y de materiales a granel, 4 veces en comparación con las bandas transportadoras estándar en términos de capacidad de transporte;",
  "Save installation space due to the possibility increasing the angle of inclination upto 90 deg": "Ahorre espacio de instalación debido a la posibilidad de aumentar el ángulo de inclinación hasta 90 grados",
  "Protect the material from friction by solid cleats mounted on the belt": "Proteja el material de la fricción mediante tacos sólidos montados en la correa",
  "specification-speci-last": "Para aplicaciones más ligeras, podemos ofrecer tacos extruidos de 100 mm (T y TC) con refuerzo textil. Bajo pedido especial, la tela de refuerzo de acero se puede utilizar en listones de más de 360 ​​mm. Las calas Oxford con una altura superior a 230 mm se entregan como calas combinadas, lo que significa que la cala consta de 2 partes, una base/pie y una hoja.",
  "Specialized belt Brand": "Cinturón especializado Marca",
  "white , blue ,black,green etc": "blanco, azul, negro, verde, etc.",
  "impoted material": "material importado",
  "cuttingoil-sing-info": "El fluido de corte es un tipo de refrigerante y lubricante diseñado específicamente para procesos metalúrgicos, como mecanizado y estampado. Hay varios tipos de fluidos de corte, que incluyen aceites, emulsiones de aceite y agua, pastas, geles, aerosoles (nieblas) y aire u otros gases. Los fluidos de corte están hechos de destilados de petróleo,",
  "Cutting Oil Brand": "Marca de aceite de corte",
  "Genral Purpose Grase": "Grasa de uso general",
  "High Temprature Grease": "Grasa de alta temperatura",
  "Gear Oil": "Aceite para engranajes",
  "Gear Oil Brand": "Marca de aceite para engranajes",
  "gearoil-sing-info": "El aceite para engranajes es un lubricante compuesto de sustancias químicas fabricadas artificialmente. compuestos; estos compuestos se fabrican descomponiendo y luego reconstruyendo moléculas de petróleo. Bajo un microscopio, una gota de aceite sintético muestra millones de moléculas, todas casi del mismo tamaño y estructura. Por el contrario, el aceite mineral o convencional se elabora utilizando crudo refinado. Una gota de aceite convencional bajo un microscopio muestra millones de moléculas, todas con diferentes formas, tamaños y estructuras.",
  "hydralic-oil-sing-info": "Lorem Ipsum es simplemente un texto ficticio de la industria de la impresión y la composición tipográfica. Lorem Ipsum ha sido el texto ficticio estándar de la industria desde la década de 1500, cuando un impresor desconocido tomó una galera de tipos y la codificó para hacer un libro de muestras tipográficas. Ha sobrevivido no solo cinco siglos, sino también el salto a la composición tipográfica electrónica, permaneciendo esencialmente sin cambios. Se popularizó en la década de 1960 con el lanzamiento de hojas de Letraset que contenían pasajes de Lorem Ipsum y, más recientemente, con software de autoedición como Aldus PageMaker, que incluía versiones de Lorem Ipsum.",
  "hydralic-oil-sing-speci-first-point": "Mil-PRF-5606 (originalmente Mil-H-5606): base mineral, inflamable, punto de inflamación bastante bajo, utilizable desde −65 °F (−54 °C) hasta 275 °F (135 °C), color rojo, desarrollado en la década de 1940[10]",
  "hydralic-oil-sing-speci-sec-point": "MIL-PRF-6083: utilizable de −54 °C a 135 °C donde la corrosión se requiere protección y se ha determinado que no se puede usar fluido hidráulico MIL-PRF-46170 (FRH). Esto incluye el uso en mecanismos de retroceso y sistemas hidráulicos para armas giratorias o dispositivos de puntería de equipo de artillería táctico y de apoyo, excepto vehículos/equipos blindados de combate que requieren FRH. El fluido hidráulico también se utiliza como líquido conservante para sistemas y componentes hidráulicos de aeronaves donde se utiliza MIL-H-5606 (OHA) o MIL-PRF-87257 como fluido operacional.[11]",
  "Hydraulic Oil Brand": "Marca de aceite hidráulico",
  "engine-oil-sing-info": "Lorem Ipsum es simplemente texto ficticio de la impresión y composición tipográfica industria. Lorem Ipsum ha sido el texto ficticio estándar de la industria desde la década de 1500, cuando un impresor desconocido tomó una galera de tipos y la mezcló para hacer un libro de muestras tipográficas. Ha sobrevivido no sólo cinco siglos, sino también el salto al composición tipográfica electrónica, permaneciendo esencialmente sin cambios. Se popularizó en la década de 1960 con el lanzamiento de las hojas de Letraset. que contiene pasajes de Lorem Ipsum y, más recientemente, con software de autoedición como Aldus PageMaker que incluye versiones de Lorem Ipsum.",
  "Engine Oil Brand": "Marca de aceite de motor",
  "speciality-oil-sing-info": "Lorem Ipsum es simplemente texto ficticio de la impresión y composición tipográfica industria. Lorem Ipsum ha sido el texto ficticio estándar de la industria desde el año 1500, cuando un impresor desconocido tomó una galera de tipo y lo codificó para hacer un libro de muestras tipográficas. Ha sobrevivido no sólo cinco siglos, sino también el salto al composición tipográfica electrónica, permaneciendo esencialmente sin cambios. Se popularizó en la década de 1960 con el lanzamiento de las hojas de Letraset. que contiene pasajes de Lorem Ipsum, y más recientemente con escritorio software de publicación como Aldus PageMaker, incluidas versiones de Lorem Ipsum.",
  "Speciality Oil Brand": "Marca de aceite especial",
  "food-grade-oil-sng-info": "Lorem Ipsum es simplemente texto ficticio de la impresión y composición tipográfica industria. Lorem Ipsum ha sido el texto ficticio estándar de la industria desde la década de 1500, cuando un impresor desconocido tomó una galera de tipos y la codificó para hacer un libro de muestras tipográficas. Tiene sobrevivió no solo cinco siglos, sino también el salto a la composición tipográfica electrónica, permaneciendo esencialmente sin cambios. Se popularizó en la década de 1960 con el lanzamiento de las hojas de Letraset. que contiene pasajes de Lorem Ipsum y, más recientemente, con software de autoedición como Aldus PageMaker que incluye versiones de Lorem Ipsum.",
  "Food Grade Oil Brand": "Marca de aceite de grado alimenticio",
  "Synthetic Grease": "Grasa sintética",
  "Synthetic Grease Brand": "Marca de grasa sintética",
  "General Purpose Grease": "Grasa de uso general",
  "General Purpose Grease Brand": "Marca de grasa de uso general",
  "Food Grade Grease Brand": "Marca de grasa de grado alimenticio",
  "Food-grade lubricants must perform the same technical functions as any other lubricant: provide protection against wear, friction, corrosion and oxidation, dissipate heat and transfer power, be compatible with rubber and other sealing materials, as well as provide a sealing effect in some cases": "Los lubricantes de grado alimentario deben realizar las mismas funciones técnicas que cualquier otro lubricante: brindar protección contra el desgaste, la fricción, la corrosión y la oxidación, disipar el calor y transferir energía, ser compatibles con el caucho y otros materiales de sellado, así como proporcionar un efecto de sellado en algunos casos.",
  "High Temperature Grease Brand": "Marca de grasa para alta temperatura",
  "Hand tools have been used by humans since the Stone Age when stones were used for hammering and cutting During the Bronze Age tools were made by casting the copper and tin alloys": "Los humanos han utilizado herramientas manuales desde la Edad de Piedra, cuando las piedras se usaban para martillar y cortar. Durante la Edad del Bronce, las herramientas se fabricaban fundiendo aleaciones de cobre y estaño.",
  "A hand tool is any tool that is powered by hand rather than a motor [1] Categories of hand tools include wrenches, pliers, cutters, files, striking tools, struck or hammered tools, screwdrivers, vises, clamps, snips, saws, drills and knives": "Una herramienta manual es cualquier herramienta que funciona con la mano en lugar de un motor. [1] Las categorías de herramientas manuales incluyen llaves, alicates, cortadores, limas, herramientas de percusión, herramientas golpeadas o martilladas, destornilladores, prensas, abrazaderas, tijeras, sierras , taladros y cuchillos.",
  "Hand Tool Brand": "Marca de herramientas manuales",
  "A power tool is a tool that is actuated by an additional power source and mechanism other than the solely manual labor used with hand tools The most common types of power tools use electric motors Internal combustion engines and compressed air are also commonly used Other power sources include steam engines, direct burning of fuels and propellants, such as in powder-actuated tools, or even natural power sources such as wind or moving water Tools directly driven by animal power are not generally considered power tools": "Una herramienta eléctrica es una herramienta que es accionada por una fuente de energía adicional y un mecanismo distinto del trabajo manual utilizado únicamente. con herramientas manuales. Los tipos más comunes de herramientas eléctricas utilizan motores eléctricos. Los motores de combustión interna y el aire comprimido también se utilizan comúnmente. Otras fuentes de energía incluyen máquinas de vapor, quema directa de combustibles y propulsores, como en herramientas accionadas por pólvora, o incluso fuentes de energía natural como el viento o el agua en movimiento. Las herramientas impulsadas directamente por tracción animal generalmente no se consideran herramientas eléctricas.",
  "Power tools are used in industry, in construction, in the garden, for housework tasks such as cooking, cleaning, and around the house for purposes of driving (fasteners), drilling, cutting, shaping, sanding, grinding, routing, polishing, painting, heating and more": "Las herramientas eléctricas se utilizan en la industria, en la construcción, en el jardín, para tareas domésticas como cocinar, limpiar y alrededor de la casa para conducir (fijaciones), taladrar, cortar, dar forma, lijar, esmerilar, enrutar, pulir, pintar , calefacción y más.",
  "Power tools are classified as either stationary or portable, where portable means hand-held  Portable power tools have obvious advantages in mobility Stationary power tools, however, often have advantages in speed and precision A typical table saw, for instance, not only cuts faster than a regular hand saw, but the cuts are smoother, straighter, and more square than what is normally achievable with a hand-held power saw Some stationary power tools can produce objects that cannot be made in any other way Lathes, for example, produce truly round objects": "Las herramientas eléctricas se clasifican como estacionarias o portátiles, donde portátil significa manual. Las herramientas eléctricas portátiles tienen ventajas obvias en la movilidad. Sin embargo, las herramientas eléctricas estacionarias suelen tener ventajas en cuanto a velocidad y precisión. Una sierra de mesa típica, por ejemplo, no solo corta más rápido que una sierra manual normal, sino que los cortes son más suaves, más rectos y más cuadrados de lo que normalmente se logra con una sierra eléctrica manual. Algunas herramientas eléctricas estacionarias pueden producir objetos que no se pueden fabricar de otra manera. Los tornos, por ejemplo, producen objetos realmente redondos.",
  "Power Tool Brand": "Marca de herramientas eléctricas",
  "Tarpaulins are made from HDPE woven fabrics laminated on both sides with LLDPE and LDPE coating alongwith": "Les bâches sont en H.D.P.E. tissus tissés laminés des deux côtés avec revêtement LLDPE et LDPE avec",
  "higher grade PE material HDPE laminatic fabric and HDPE laminated tarpaulins are available in wide range of": "material PE de grado superior HDPE tejido laminado y P.D.E.D.Las lonas laminadas están disponibles en una amplia gama de",
  "colours (single or double color as desired by the customer)": "colores (simple o bicolor a gusto del cliente)",
  "HDPE tarpaulins are used in various industries like, transportation, agriculture, infrastructure, logistics, temporary": "HDPE. les bâches sont utilisées dans diverses industries telles que le transport, l'agriculture, les infrastructures, la logistique, le temporaire",
  "shelters, household etc They are well suited for various applications like truck covers ,and also for all type of vehicles": "refugios, hogares, etc. Son muy adecuados para diversas aplicaciones, como cubiertas de camiones, y también para todo tipo de vehículos.",
  "funication covers, tents , canal and ponds lining, shelters, machine covers , rock and shade covers (cement, food grains,": "cubiertas de funciones, tiendas de campaña, revestimiento de canales y estanques, refugios, cubiertas de máquinas, cubiertas de roca y sombra (cemento, granos alimenticios,",
  "sugar, machineries etc)": "azúcar, maquinarias, etc.)",
  "Cost effective, light in weight ,heavy in protection": "Rentable, ligero en peso, pesado en protección.",
  "Unaffected from microbial attacks, chemicals and alkalies": "No afectado por ataques microbianos, productos químicos y álcalis.",
  "Durable / tear lasting and puncture resistant": "Duradera / resistente al desgarro y a la perforación",
  "Shrinkproof , easy to handle and clean": "A prueba de encogimiento, fácil de manejar y limpiar",
  "HRFRLS (Heat resistant, fire retardant and low smoke": "HRFRLS (Resistente al calor, ignífugo y de baja emisión de humos)",
  "Customization facility in various colours is available": "La instalación de personalización en varios colores está disponible",
  "Strength 100GSM to 500GSM High-density polyethylene (HDPE) resins are well suited for a range of blow, injection, and rotational molding applications like IBCs and storage tanks; crates and pallets; pails and lids; automotive components; bottles and caps; toys and water sports equipment Additionally, HDPE resins are utilized in extrusion film applications such as grocery, garbage and deep-freezer bags (10 to 25 microns) This is just one more way in which the ExxonMobil polyethylene business is helping deliver tomorrow's performance today": "Fuerza:- 100GSM a 500GSM Las resinas de polietileno de alta densidad (HDPE) son adecuadas para una gama de aplicaciones de soplado, inyección y moldeo rotacional como IBC y tanques de almacenamiento; cajas y paletas; cubos y tapas; componentes de automóviles; botellas y tapones; juguetes y equipos para deportes acuáticos. Además, las resinas de HDPE se utilizan en aplicaciones de extrusión de películas, como bolsas de comestibles, basura y congeladores (de 10 a 25 micrones). Esta es solo una forma más en la que el negocio de polietileno de ExxonMobil está ayudando a lograr hoy el rendimiento del mañana.",
  "Benefits": "Beneficios",
  "Good stiffness and impact balance even at low temperatures ESCR (environmental stress cracking resistance) Optimized processability for a broad range of applications": "Buena rigidez y balance de impacto incluso a bajas temperaturas ESCR (resistencia al agrietamiento por estrés ambiental) Procesabilidad optimizada para una amplia gama de aplicaciones",
  "HDPE Tarpaulin Brand": "Marca de lona de HDPE",
  "Pvc": "Cloruro de polivinilo",
  "HDPE": "HDPE",
  "CROSS LAMINATED TARPAULIN is an innovative complete protection, all weather cover made from multi layered cross cut film, fused together giving it maximum strength and high durability The film consists of speciality grades of polymer and added UV stabiliser giving it the best desired properties required to withstand extreme rain, heat and sunlight": "CROSS LAMINATED TARPAULIN es una protección completa innovadora, una cubierta para todo tipo de clima hecha de una película de múltiples capas cortadas en cruz, fusionadas para darle la máxima resistencia y alta durabilidad. La película consta de grados especiales de polímero y un estabilizador UV agregado que le da las mejores propiedades lluvia extrema, calor y luz solar.",
  "Blue ,Green ,White, Yellow": "Azul, verde, blanca, amarilla",
  "Cement , Shipping, Steel Industry": "Cemento, transporte marítimo, industria siderúrgica",
  "Agro Shade Nets are used in agricultural areas for a variety of applications as well as construction industries": "Las redes Agro Shade se utilizan en áreas agrícolas para una variedad de aplicaciones, así como en las industrias de la construcción.",
  "Width 3Mtr Width, 5Mtr Width, 6Mtr Width": "Ancho 3Mtr Ancho, 5Mtr Ancho, 6Mtr Ancho",
  "Ratio 50% Shade, 75% Shade, 90% Shade": "Proporción 50 % de sombra, 75 % de sombra, 90 % de sombra",
  "Gauge 6Gauge, 9 Gauge": "Calibre calibre 6, calibre 9",
  "Shade Net Brand": "Marca de red de sombra",
  "A pond liner is an impermeable geomembrane used for retention of liquids, including the lining of reservoirs, retention basins, hazardous and nonhazardous surface impoundments,garden ponds and artificial streams in parks and gardens": "Un revestimiento de estanque es una geomembrana impermeable utilizada para la retención de líquidos, incluido el revestimiento de depósitos, cuencas de retención, embalses superficiales peligrosos y no peligrosos, estanques de jardín y arroyos artificiales en parques y jardines.",
  "unit 300Microns & 400Microns": "unidad 300 Micrones y 400 Micrones",
  "Pond liners need to be protected from sharp objects (for example, stones) below the liner and from being punctured by any objects in the water body Protection can be provided with layers of sand, geotextiles (particularly needle-punched nonwovens) and other materials Pond liners are manufactured in rolls or accordion-folded on pallets When deployed in the field their edges and ends are overlapped and seamed together Methods are thermal fusion, solvents, adhesives and tapes": "Los revestimientos de estanques deben protegerse de objetos afilados (por ejemplo, piedras) debajo del revestimiento y de ser perforados por cualquier objeto en el cuerpo de agua. La protección se puede proporcionar con capas de arena, geotextiles (particularmente telas no tejidas perforadas con agujas) y otros materiales. Los revestimientos para estanques se fabrican en rollos o plegados en acordeón sobre paletas. Cuando se despliegan en el campo, sus bordes y extremos se superponen y se unen. Los métodos son fusión térmica, solventes, adhesivos y cintas.",
  "HDPE , LDPE Material": "HDPE, PEBD Material",
  "Various colours available": "Varios colores disponibles",
  "Pond Liners Brand": "Marca de revestimientos para estanques",
  "Silver, Black": "Negro plata",
  "Open Cultivation": "Cultivo Abierto",
  "Pvc / PU Conveyor Belt": "Cinta transportadora de PVC / P.U",
  "We are offering a wide array of pu conveyor belt We offer these belts in wide-range of sizes to provide the various requirements of our customers in an efficient manner Offered belts are manufactured by the use of premium quality materials which we procure from the trustworthy vendors of the industry In addition to this, these belts can be availed at market leading rates": "Ofrecemos una amplia gama de cintas transportadoras de poliuretano. Ofrecemos estos cinturones en una amplia gama de tamaños para satisfacer los diversos requisitos de nuestros clientes de manera eficiente. Los cinturones ofrecidos son fabricado mediante el uso de materiales de primera calidad que obtenemos de los proveedores confiables de la industria. Además de esto, estos cinturones se pueden utilizar a precios líderes en el mercado.",
  "White, Blue, Green, Black": "Blanca, azul, verde, negra",
  "Conveyor": "Transportadora",
  "Cotton Belt / Canvas Belt Brand": "Marca de cinturón de algodón/cinturón de lona",
  "Cotton Belt / Canvas Belt": "Cinturón de algodón / Cinturón de lona",
  "Plastic Modular": "Cinturón de algodón / Cinturón de lona",
  "PVC Left Flat Hose / Kisan Pipe": "Manguera plana izquierda de PVC / Tubería Kisan",
  "PVC Layflat hose is a tough water discharge hoses made with a PVC cover and/or reinforced polyester yarn The high tensile polyester yarn provides great durability and strength in all working situations Jalaram PVC layflat hose is highly durable while maintaining great flexibility and best suited for low  medium pressure applications": "La manguera plana de PVC es una manguera de descarga de agua resistente hecha con una cubierta de PVC y/o hilo de poliéster reforzado. El poliéster de alta resistencia hilo proporciona una gran durabilidad y resistencia en todas las situaciones de trabajo. La manguera plana de PVC de Jalaram es muy duradera a la vez que mantiene una gran flexibilidad y es la más adecuada para aplicaciones de baja y media presión.",
  "Available in Sizes 1 5 7 diameter & single layer triple layer Quality": "Disponible en tallas 1.5? 7? de diámetro y capa simple   triple capa Calidad",
  "More than 15 Quality grades available in virgin and semi virgin material": "Más de 15 grados de calidad disponibles en material virgen y semi virgen",
  "Varieties from single layer, double layer or triple layer, Flexible, Durable, Easy delivery, low cost, Easy source": "Variedades de capa simple, capa doble o capa triple, Flexible, Durable, Entrega fácil, bajo costo, Fuente fácil",
  "Unique designs minimizes elongation and snaking": "Los diseños únicos minimizan el alargamiento y el serpenteo.",
  "Durable construction helps keep your system leak free": "La construcción duradera ayuda a mantener su sistema libre de fugas",
  "Length and weight can be arranged for order more than minimum quantity": "La longitud y el peso se pueden organizar para pedidos superiores a la cantidad mínima",
  "Computerized length marking also available": "Marcado de longitud computarizado también disponible",
  "Sizeable export orders are also entertained with quality standards": "Los pedidos de exportación considerables también se entretienen con estándares de calidad.",
  "PVC Left Flat Hose / Kisan Pipe Brand": "Manguera plana izquierda de PVC / Marca de tubería Kisan",
  "Multi-colors": "Multicolores",
  "Suitable for delivery water supply or other liquid, agriculture irrigation Ideal durable hose for irrigation and drainage in the farmland and garden, cement filing, river-way sand extraction, water discharge in the construction site, road building and so on Availability": "Adecuado para suministro de agua de entrega u otro líquido, agricultura riego Manguera duradera ideal para riego y drenaje en el tierras de cultivo y jardín, relleno de cemento, extracción de arena de ríos, descarga de agua en el sitio de construcción, construcción de carreteras, etc. Disponibilidad.",
  "Medium-duty, lightweight construction; retains flexibility in cold weather Smooth-bore tube minimizes material buildup and resists a variety of chemicals found in agricultural and sanitary industries Slightly corrugated outer helix promotes abrasion resistance, low coefficient of friction and ease of coupling Suitable for applications where low-temperature flexibility is required": "Construcción liviana de servicio mediano; conserva la flexibilidad en climas fríos. El tubo de diámetro interior liso minimiza la acumulación de material y resiste variedad de productos químicos que se encuentran en aplicaciones agrícolas y sanitarias industrias Hélice exterior ligeramente corrugada que favorece la abrasión resistencia, bajo coeficiente de fricción y facilidad de acoplamiento. Adecuado para aplicaciones donde se requiere flexibilidad a baja temperatura.",
  "Special category transparent suction hose used for feeding tube of ORNI MACHINE used for crop seeding Available in 1 to 1 5 with quality variant according to customers requirements": "Manguera de succión transparente de categoría especial utilizada para el tubo de alimentación de la MÁQUINA ORNI utilizada para la siembra de cultivos. Disponible en 1? a 1.5? con variante de calidad según los requisitos de los clientes.",
  "PVC suction hose Brand": "Manguera de succión de PVC Marca",
  "Garden hoses are typically made of synthetic rubber or soft plastic, reinforced with an internal web of fibers As a result of these materials, garden hoses are flexible and their smooth exterior facilitates pulling them past trees, posts and other obstacles Garden hoses are also generally tough enough to survive scraping on rocks and being stepped on without damage or leaking": "Las mangueras de jardín suelen estar hechas de caucho sintético o plástico blando, reforzadas con una red interna de fibras. Como resultado de estos materiales, las mangueras de jardín son flexibles y su suave el exterior facilita pasar árboles, postes y otros obstáculos Las mangueras de jardín también son generalmente lo suficientemente resistentes como para sobrevivir raspando rocas y pisadas sin daños ni fugas.",
  "Canvas Flat belt Brand": "Cinturón plano de lona Marca",
  "Nylon Flat Belt Brand": "Marca de cinturón plano de nailon",
  "Flat belts are used in line shafting to transmit power in factories The flat belt is a simple system of power transmission It delivers high power for high speeds (500 hp for 10,000 ft/min), in cases of wide belts and large pulleys Various carcass materials are available for Multiple Ply belts, depending on the application The most highly recommended are polyester/nylon, cotton, nylon, polyester, etc These belts can be supplied with rubber covers, friction surface, or bareback": "Las correas planas se utilizan en ejes de línea para transmitir potencia en las fábricas. La correa plana es un sistema simple de transmisión de potencia. Ofrece alta potencia para altas velocidades (500 hp para 10,000 ft/min), en casos de correas anchas y poleas grandes. Varios canales Los materiales están disponibles para las bandas de múltiples capas, dependiendo de lasolicitud. Las más recomendadas son poliéster/nylon, algodón, nylon, poliéster, etc. Estas bandas se pueden suministrar con cubiertas de goma, superficie de fricción o bareback.",
  "SI standards": "Estándares SI",
  "Available in Sizes 5 12 width & 5-10 ply combination": "Disponible en tallas 5?   12? ancho y combinación de 5-10 capas",
  "Superior quality also available for heavy industries": "Calidad superior también disponible para industrias pesadas",
  "Canvas based material made with high strength polyester nylon threads for higher durability": "Material a base de lona fabricado con hilos de nailon de poliéster de alta resistencia para una mayor durabilidad.",
  "Rapplon� High Performance Flat Belts": "Bandas planas de alto rendimiento Rapplon",
  "Elevator belt Brand": "Cinta elevadora Marca",
  "Used as Bucket Elevator in various industries such as Cement Plant, Cotton Ginning, Plastic, Ceramic etc": "Se utiliza como elevador de cangilones en diversas industrias, como plantas de cemento, desmotado de algodón, plástico, cerámica, etc.",
  "Multi color": "multicolor",
  "Rubber, Cords, Fabric": "Caucho, Cuerdas, Tela",
  "Nylon Flat Belt": "Cinturón plano de nailon",
  "Flat belts are used in line shafting to transmit power in factories The flat belt is a simple system of power transmission It delivers high power for high speeds (500 hp for 10,000 ft/min), in cases of wide belts and large pulleys Various carcass materials are available for Multiple Ply belts, depending on the application The most highly recommended are polyester/nylon, cotton, nylon, polyester, etc These belts can be supplied with rubber covers, friction surface, or bareback": "Las correas planas se utilizan en ejes de línea para transmitir potencia en las fábricas. La correa plana es un sistema simple de transmisión de potencia. Ofrece alta potencia para altas velocidades (500 hp para 10,000 ft/min), en casos de correas anchas y poleas grandes. Hay varios materiales de carcasa disponibles para las bandas de capas múltiples, según la aplicación. Las más recomendadas son poliéster/nylon, algodón, nylon, poliéster, etc. Estas bandas se pueden suministrar con cubiertas de goma, superficie de fricción o bareback.",
  "Available in Sizes 1? � 5? width": "Disponible en tallas 1?   5? ancho",
  "Available from 1 ply to 4 plys according to the application": "Disponible de 1 capa a 4 capas según la aplicación",
  "Water resistance property": "Propiedad de resistencia al agua",
  "Smooth, quiet operation and long belt life": "Funcionamiento suave y silencioso y larga vida útil de la correa",
  "Uniform belt surface with no splicing": "Superficie de banda uniforme sin empalmes",
  "High-tensile strength": "Alta resistencia a la tracción",
  "High coefficient of friction": "Alto coeficiente de fricción",
  "Lightweight": "Ligera",
  "No lubrication necessary": "No necesita lubricación",
  "Transverse rigidity": "Rigidez transversal",
  "V-Belts": "Correas trapezoidales",
  "Flat-Belts": "Cinturones planos",
  "PVC Hose": "Manguera de PVC",
  "Tarpaulin": "Lona alquitranada",
  "Industrial Hoses": "Mangueras Industriales",
  "Pumps": "Zapatillas",
  "Couplings": "Acoplamientos",
  "Pulleys": "poleas",
  "Timing + Poly-v Belts": "Correas de distribución + Poly-v",
  "Modular Belts": "Bandas modulares",
  "Torque Tools": "Herramientas dinamométricas",
  "Industrial Lubricants": "Lubricantes Industriales",
  "Chains": "Cadenas",
  "Home": "Hogar",
  "Technical Support": "Apoyo técnico",
  "Blog": "Blog",
  "Mission, Vision & Values": "Misión, Visión y Valores",
  "Product": "Producto",
  "Most commonly used for farming, mining, and logging applications, such as bucksaws, sawmills, threshers, silo blowers, conveyors for filling corn cribs or haylofts, balers, water pumps (for wells, mines, or swampy farm fields), and electrical generators": "Se utiliza más comúnmente para aplicaciones agrícolas, mineras y madereras, como sierras de calar, aserraderos, trilladoras, sopladores de silos, transportadores para llenar cunas de maíz o pajares, empacadoras, bombas de agua (para pozos, minas o campos agrícolas pantanosos) y generadores eléctricos",
  "ISI standards": "Normas ISI",
  "Taper bush v Belt Pulley": "Casquillo cónico v Polea de correa",
  "Poly-V is a multi rib belt drive whose special construction allows it to be used with very small pulley diameters, reducing noise and vibrations It solves many drive problems in a number of applications such as machine tools, wood working machines, fitnessmachines, compressors, fans etc SIT pulleys have been designed to guarantee optimal drive performances and life High ratio or high torque drivers With only 1 belt, tensioning is easy and you do not have to worry about matching belts": "Poly-V es una transmisión por correa acanalada cuya construcción especial permite su uso con diámetros de polea muy pequeños, lo que reduce el ruido y las vibraciones. Resuelve muchos problemas de la unidad en una serie de aplicaciones tales como máquinas herramienta, máquinas para trabajar la madera, máquinas de fitness, compresores, ventiladores, etc. Las poleas SIT se han diseñado para garantizar un rendimiento y una vida útil óptimos. Relación alta o alta conductores de torsión. Con solo 1 cinturón, el tensado es fácil y no tiene que preocuparse por los cinturones a juego.",
  "Power Transmission in machineries": "Transmisión de potencia en maquinarias",
  "Durable": "Duradera",
  "Resistant to high wear and tear": "Resistente al alto desgaste",
  "Dimensionally accurate": "Dimensionalmente precisa",
  "Anti abrasive": "Anti abrasivo",
  "Non corrosive": "No corrosiva",
  "We also have the capability to offer pulleys with Taper Lock Bush & QD bush arrangement": "También tenemos la capacidad de ofrecer poleas con arreglo Taper Lock Bush y QD bush",
  "We can also supply as per customer requirement": "También podemos suministrar según los requisitos del cliente.",
  "Pulley is available with the possible speed ratio of 40 to 1": "La polea está disponible con la relación de velocidad posible de 40 a 1.",
  "Taper bush v Belt Pulley Brand": "Taper bush v Belt Polea Marca",
  "These pulleys are widely used to cater to the needs of different industries and sectors like textile, cement, sugar, fertilizer, paper and ceramic, among others": "Las poleas son ampliamente utilizadas para atender las necesidades de diferentes industrias y sectores como textil, cemento, azúcar, fertilizantes, papel y cerámica, entre otros.",
  "Aluminium and Cast Iron": "Aluminio y Hierro Fundido",
  "Timing / Pulley v Belt Pulley": "Polea de sincronización / polea de correa",
  "Positive grip of belt teeth with pulley tooth eliminate slippage and speed variation Drive provides wide load capacity from sub fractional horsepower to 600HP": "El agarre positivo de los dientes de la correa con el diente de la polea elimina el deslizamiento y la variación de velocidad. La transmisión proporciona una amplia capacidad de carga, desde caballos de fuerza subfraccionales hasta 600 HP.",
  "Drive ranges is from 10RPM to 10,000 RPM, between two spindles and multi-spindle drive system": "Los rangos de transmisión son de 10 RPM a 10,000 RPM, entre dos husillos y un sistema de transmisión de múltiples husillos.",
  "Suitable for all type of power transmission, indexing, positioning, conveying systems multi-shaft drive because of high accuracy drive": "Adecuado para todo tipo de sistemas de transmisión de potencia, indexación, posicionamiento y transporte. Accionamiento de varios ejes debido a la alta precisión del accionamiento.",
  "Reversing drive is possible with double sided tooth belts, known as twin-powder and belt, also Running serpentine drives": "La transmisión inversa es posible con correas dentadas de doble cara, también conocidas como correas y polvo doble. Ejecución de unidades serpentinas",
  "We also have the capability to offer pulleys with Taper Lock Bush & QD bush arrangement": "También tenemos la capacidad de ofrecer poleas con arreglo Taper Lock Bush y QD bush.",
  "We can also supply as per customer requirement": "También podemos suministrar según los requisitos del cliente.",
  "Pulley is available with the possible speed ratio of 40 to 1": "La polea está disponible con la posible relación de velocidad de 40 a 1.",
  "Timing / Pulley v Belt Pulley Brand": "Marca de polea de sincronización / polea v correa",
  "Aluminium and Cast Iron": "Aluminio y Hierro Fundido",
  "These pulleys are widely used to cater to the needs of different industries and sectors like textile, cement, sugar, fertilizer, paper and ceramic, among others": "Estas poleas son ampliamente utilizadas para atender las necesidades de diferentes industrias y sectores como el textil, cemento, azúcar, fertilizantes, papel y cerámica, entre otros.",
  "hoses made from the highest quality materials can stand up to the high temperatures and high pressures found in the steam service industry Engineered with exclusive elastomers that resist heat and flaking (popcorning), Steam hoses last longer while demonstrating extraordinary versatility and flexibility They�re clearly branded and color-coded for quick and easy identification, ordering, installation or maintenance": "las mangueras fabricadas con materiales de la más alta calidad pueden soportar las altas temperaturas y las altas presiones que se encuentran en el servicio de vapor industria. Diseñado con elastómeros exclusivos que resisten el calor y descamación (desprendimiento de palomitas de maíz), las mangueras de vapor duran más y demuestran una versatilidad y flexibilidad extraordinarias. ellos son claramente marcados y codificados por colores para una identificación, pedido, instalación o mantenimiento rápidos y fáciles.",
  "Transfer of steam for processing products & cleaning equipment": "Transferencia de vapor para productos de procesamiento y equipos de limpieza",
  "Hydrocarbon drain service": "Servicio de drenaje de hidrocarburos",
  "Heat Resisting Patrex": "Patrex resistente al calor",
  "Transfer of steam for processing products and cleaning equipment, Refining and petrochemical, Paper industry, Industrial cleaning markets, Oil and gas exploration, Steel, Ship building": "Transferencia de vapor para procesamiento de productos y limpieza. equipos, Refino y petroquímica, Industria papelera, Mercados de limpieza industrial, Exploración de petróleo y gas, Acero, Construcción naval",
  "Others": "Otras",
  "Black or red Pyrosyn, Pin-pricked synthetic rubber": "Pyrosyn negra o roja, goma sintética pinchada.",
  "Hydraulic Hose": "Manguera hidráulica",
  "Welding Hose": "manguera de soldadura",
  "Sandblast Hose Brand": "Marca de manguera de chorro de arena",
  "Rubber Compound Highly Resistant to Abrasion, Ozone and Weather": "Compuesto de Caucho de Alta Resistencia a la Abrasión, al Ozono ya la Intemperie.",
  "Black": "Negra",
  "Rock Drill Hose Brand": "Marca de manguera de perforación de roca",
  "Black , red ,Yellow , Green Or Blue EPDN synthetic Rubber": "Caucho sintético EPDN negro, rojo, amarillo, verde o azul",
  "Air / Water hose Brand": "Manguera de aire / agua Marca",
  "Specially designed for various industrial machinery, under ground application, civil construction and others Such as watering, airline connection, road building, pneumatic tools, etc": "Especialmente diseñado para diversas maquinarias industriales, aplicaciones subterráneas, construcción civil y otros, como riego, conexión de líneas aéreas, construcción de carreteras, herramientas neumáticas, etc.",
  "Plasticized PVC, Black": "PVC plastificada, negra",
  "Thermo-compound, Black colour": "Termo-compuesto, color Negro",
  "Cover": "Cubrir",
  "air and multipurpose hoses are engineered to meet the specific requirements and industry specifications for a variety of applications Featuring low working pressures, large bore sizes and high transfer capabilities, our well-rounded selection of industrial hoses serves a range of markets from high-pressure use in heavy construction, to light-duty in agricultural and some industrial equipment": "Las mangueras multipropósito y de aire están diseñadas para cumplir con los requisitos específicos y las especificaciones de la industria para una variedad de aplicaciones. Con presiones de trabajo bajas, diámetros interiores grandes y altas capacidades de transferencia, nuestra completa selección de mangueras industriales sirve a una variedad de mercados, desde el uso de alta presión en la construcción pesada hasta el uso liviano en equipos agrícolas y algunos industriales.",
  "Safer operation": "Operación más segura",
  "Longer hose life": "Mayor vida útil de la manguera",
  "Full range of sizes and styles": "Gama completa de tamaños y estilos.",
  "Air Water hose Brand": "Aire Manguera de agua Marca",
  "Pneumatic Tool Hose Brand": "Marca de manguera de herramienta neumática",
  "sed in conveying Furnace Coolant, carrying Power Cables in Steel mills, Glass Industry and for other Non-Conductive Applications": "se utiliza para transportar refrigerante de hornos, transportar cables de alimentación en acerías, industria del vidrio y otras aplicaciones no conductoras.",
  "Smooth Fabric marked Green Synthetic Rubber, Heat, Weather & Abrasion Resistant Glass fiber cover c": "Tela suave marcada con goma sintética verde, resistente al calor, a la intemperie y a la abrasión. Cubierta de fibra de vidrio c",
  "Carbon Free Hose Brand": "Marca de manguera libre de carbono",
  "Steam Hose Brand": "Marca de manguera de vapor",
  "Rubber Conveyor Belt": "Cinta transportadora de caucho",
  "he range of conveyor belts is generally installed in the conveyor system to transport differen": "La gama de cintas transportadoras generalmente se instala en el sistema transportador para transportar diferentes...",
  "The modular belt conveyor is the straight version of this onveyor type In combination with c": "El transportador de cinta modular es la versión recta de este tipo de transportador En combinación con c",
  "We are bracketed with the top most Open Roll Type Cotton Conveyor Belt Manufacturers, Exporter": "Estamos entre corchetes con los principales fabricantes y exportadores de bandas transportadoras de algodón tipo rollo abierto...",
  "We are offering a wide array of pu conveyor belt We offer these belts in wide-range of sizes": "Ofrecemos una amplia gama de cintas transportadoras de poliuretano. Ofrecemos estos cinturones en una amplia gama de tamaños...",
  "Our product range comprises Conveyor and Process Belt, Industrial Power Transmission Belts, Mo": "Nuestra gama de productos comprende bandas transportadoras y de proceso, bandas de transmisión de energía industrial, Mo...",
  "ruber-conv-sing-info-trans": "La gama de cintas transportadoras generalmente se instala en el sistema transportador para transportar diferentes productos, paquetes, cartones, alimentos y muchos otros artículos de un lugar a otro. Para asegurarnos de nuestra cinta transportadora de caucho fabricada, nuestra calidad Los controladores inspeccionan cuidadosa y minuciosamente contra varios parámetros. Debido a sus excelentes instalaciones de soporte de carga y alta potencia, la gama proporcionada es extremadamente exigente al tratar con diferentes materiales, por ejemplo, forja, procesamiento de alimentos, industria trituradora, líneas de construcción, industria de ingeniería, cemento. industria, industria azucarera, etc. Además, nuestros clientes pueden. Aproveche este producto nuestro a precios líderes en la industria y empaque personalizado.",
  "General Widths 500 mm to 2200 mm": "Anchos Generales: 500 mm a 2200 mm",
  "Carcass Variety Available EP / NN": "Variedad de canales disponibles: EP / NN.",
  "Common Belt Rating 200 to 1800 kN/m": "Clasificación de banda común: 200 a 1800 kN/m.",
  "No of Plies 2 to 7 ply": "No. de Capas: 2 a 7 capas.",
  "Rubber Cover Thickness 3 mm to 25 mm (1/16” to 1”)": "Grosor de la cubierta de caucho: 3 mm a 25 mm (1/16” a 1”)",
  "Edge Cut/Moulded Edge": "Borde: borde cortado/moldeado.",
  "Splicing Method Hot/ Cold/ Mechanical": "Método de empalme: caliente/frío/mecánico",
  "Rubber Conveyor Belt Brand": "Cinta transportadora de caucho",
  "plastic-moduler-sing-info-trans": "La gama de cintas transportadoras generalmente se instala en el sistema transportador para transportar diferentes productos, paquetes, cartones, alimentos y muchos otros artículos de un lugar a otro. Para asegurarnos de nuestra cinta transportadora de caucho fabricada, nuestra calidad Los controladores inspeccionan cuidadosa y minuciosamente contra varios parámetros Debido a sus excelentes instalaciones de soporte de carga y alta potencia, la gama proporcionada es extremadamente exigente al tratar con diferentes materiales, por ejemplo, forja, procesamiento de alimentos, industria trituradora, líneas de construcción, industria de ingeniería, cemento. industria, industria azucarera, etc. Además, nuestros clientes pueden. Aproveche este producto nuestro a precios líderes en la industria y empaque personalizado.",
  "Heavy duty construction": "Construcción resistente",
  "Drift free design": "Diseño sin deriva",
  "Easy to install": "Fácil de instalar",
  "Most Power saving design, UNI M-QNB Blue, 8 mm Thickness,": "Diseño de mayor ahorro de energía, UNI M-QNB Azul, 8 mm de espesor,",
  "Ammeraal Beltech ,Top Smooth, Poy-Proplene": "Ammeraal Beltech, Top Smooth, Poy-Propleno",
  "Plastic Modular Brand": "Marca modular de plástico",
  "White,Blue,Red,Green": "Blanca, azul, roja, verde",
  "Auto parts, Sorting, Separating Plastic, Metals, Inspection, Assembly lines, Manufacturing, Distribution, Warehouse": "Autopartes, Clasificación, Separación de plástico, Metales, Inspección, Líneas de montaje, Fabricación, Distribución, Almacén",
  "cotton-belt-info-sing-trans": "Estamos entre corchetes con el mejor transportador de algodón tipo rollo abierto Fabricantes, exportadores y proveedores de cinturones de Tamil Nadu, India. Ofrecemos una excelente gama de algodón tipo rollo abierto Cinta transportadora que está diseñada de acuerdo con las pautas y estándares industriales establecidos. Está fabricado con el mejor hilo importado de algodón que ha demostrado ser útil en el enfriamiento. proceso. Los hacemos disponibles en varias longitudes y grosores para satisfacer los diversos requisitos industriales. Cómpralos con nosotros a precios inmejorables.",
  "2 ply weaving": "tejido de 2 capas",
  "4 ply weaving": "tejido de 4 capas",
  "Raw White or Gray Color": "Color blanco crudo o gris",
  "Biscuit industry Tea industry Food Industry": "Industria de galletas Industria del té Industria alimentaria",
  "Cotton Belt / Canvas Belt Brand": "Marca de cinturón de algodón/cinturón de lona",
  "printing-blanket-info-sing": "Nuestra gama de productos comprende cintas transportadoras y de proceso, industriales Correas de transmisión de potencia, componentes y cadenas transportadoras modulares, poleas industriales y componentes de accionamiento, rodillos industriales Damon. Cada uno de estos productos está hecho de tecnologías avanzadas y materiales de alta calidad. Se obtienen de los fabricantes autorizados y líderes. Y así, son insuperables en términos de calidad y aprovechado en grandes cantidades por varias industrias. Los clientes aprecian nuestros productos por su alto rendimiento, Durabilidad, fuerte resistencia a la oxidación, precios económicos y bajo mantenimiento. Además, ofrecemos nuestros productos en diversas técnicas especificaciones que se adaptan a las necesidades exactas del cliente.",
  "Printing Blanket Brand": "Manta de impresión de marca",
  "Rubber Conveyer Belt": "Cinta transportadora de goma",
  "hPVC Layflat hose is a tough water discharge hoses made with a PVC cover and/or reinforced poly": "La manguera Layflat de hPVC es una manguera de descarga de agua resistente fabricada con una cubierta de PVC y/o poliéster reforzado...",
  "USEFUL LINKS": "ENLACES ÚTILES",
  "Textile": "Textil",
  "Ports": "Puertos",
  "Petroleum Gas": "Gas de petróleo",
  "Mining": "Minería",
  "Logistics Packaging": "Embalaje Logístico",
  "Industrial Production Automation": "Automatización de la Producción Industrial",
  "Food Processing": "Procesamiento de alimentos",
  "Chemical Pharmaceutical": "Químico Farmacéutico",
  "Automobile Tyre": "Neumático de automóvil",
  "Agriculture Farming": "Agricultura Ganadería",
  "Professional & Expertise": "Profesional y Experiencia",
  "Our development and material proficiency accompany our products when they are used in any business": "Nuestro desarrollo y competencia material acompañan a nuestros productos cuando se utilizan en cualquier negocio.",
  "24*7 Availability": "Disponibilidad 24x7",
  "Your comfort is our priority and therefore, all services and products are always accessible": "Tu comodidad es nuestra prioridad y por ello, todos los servicios y productos están siempre accesibles",
  "Business Integrity": "La integridad del negocio",
  "Our Business is valued not only because of its impeccable products but due to its strong integrity": "Nuestro negocio es valorado no solo por sus productos impecables, sino también por su sólida integridad.",
  "About Comapany": "Acerca de la compañía",
  "Conveyor Belt": "Cinta transportadora",
  "Flat Belt": "Cinturon plano",
  "Thank you, Jalaram Group of Companies, on behalf of the entire team, for all you did for us in 2020 We are looking forward to a good and prosperous 2021": "Gracias, Jalaram Group of Companies, en nombre de todo el equipo, por todo lo que hizo por nosotros en 2020. Esperamos un buen y próspero 2021.",
  "Tirth Agro (Shaktiman)": "Tirth Agro (Shaktiman)",
  "Thank you, Jalaram Group of Companies, on behalf of the entire team, for all you did for us in 2020 We are looking forward to a good and prosperous 2021": "Gracias, Jalaram Group of Companies, en nombre de todo el equipo, por todo lo que hizo por nosotros en 2020 Esperamos un buen y próspero 2021",
  "They have consistently delivered a high-quality product on time They treat current and future business with professionalism": "Siempre han entregado un producto de alta calidad a tiempo. Tratan los negocios actuales y futuros con profesionalismo.",
  "Mac Power": "Poder Mac",
  "Jalaram Group of companies is a fantastic organization that works hard to uphold high quality, consistency, product awareness, and communication standards.": "Jalaram Group of Companies es una organización fantástica que trabaja arduamente para mantener altos estándares de calidad, consistencia, conocimiento del producto y comunicación.",
  "Adani Spices": "Especias Adani",
  "Jalaram has been a fantastic supplier to work with, and we value the high quality of their goods We will work to further improve our relationship in the future": "Jalaram ha sido un proveedor fantástico con el que trabajar y valoramos la alta calidad de sus productos. Trabajaremos para mejorar aún más nuestra relación en el futuro.",
  "Essar Oil": "Aceite de Essar",
  "Jalaram Marketing is a business that prioritizes efficiency We are lucky to have them as a supplier Everyone on the team is dedicated to excellence": "Jalaram Marketing es un negocio que prioriza la eficiencia. Tenemos la suerte de tenerlos como proveedor. Todos en el equipo están dedicados a la excelencia.",
  "Hi-Bond Cement": "Cemento de alta adherencia",
  "Jalaram Group of Companies has a really inspiring culture Everyone is putting in a lot of effort to help the business prosper and is still thinking about the next step I didn't expect to feel so respected and supported, but the team was always willing to answer my questions and eager to see how my work progressed": "Jalaram Group of Companies tiene una cultura realmente inspiradora. Todos están poniendo mucho esfuerzo para ayudar a que el negocio prospere y todavía están pensando en el siguiente paso. No esperaba sentirme tan respetado y apoyado, pero el equipo siempre estuvo dispuesto a responder mis preguntas y ansioso por ver cómo progresaba mi trabajo.",
  "Maahi": "Maahi",
  "Jalaram Group of companies is a fantastic provider for us Their turnaround time is excellent, and they rush our work when we request it Their production is outstanding": "Jalaram Group of Companies es un proveedor fantástico para nosotros. Su tiempo de respuesta es excelente y aceleran nuestro trabajo cuando lo solicitamos. Su producción es sobresaliente.",
  "Varmora": "Vármora",
  "They have consistently produced high-quality results We'd like to express our gratitude for assisting other small businesses in realising their full potential by ensuring that there is no distinction between small and large businesses Job and service are always of equal quality, and you always come through in a pinch": "Han producido consistentemente resultados de alta calidad. Nos gustaría expresar nuestra gratitud por ayudar a otras pequeñas empresas a desarrollar todo su potencial al garantizar que no haya distinción entre pequeñas y grandes empresas. El trabajo y el servicio son siempre de la misma calidad, y siempre sale adelante en un apuro.",
  "Ultratech Cement": "Cemento ultratecnológico",
  "So far, I've been really pleased with you people, and I'd like to start sending you more work I'm certain that as we become more used to working together, it will become much easier": "Hasta ahora, he estado muy complacido con ustedes, y me gustaría comenzar a enviarles más trabajo. Estoy seguro de que a medida que nos acostumbremos a trabajar juntos, será mucho más fácil.",
  "TATA Chemicals Limited": "TATA Chemicals Limitée",
  "Industrial Hose": "manguera industrial"
}
